#version: 0.2
ä ¸
ï ¼
ç ļ
çļ Ħ
ï¼ Į
ã Ģ
ãĢ Ĥ
ä º
ä »
å ı
æ ľ
è ¿
æ Ī
å ħ
ä ½
æ ĺ
å ¤
è ¯
ä¸ Ģ
æ ĸ
å ®
ç Ķ
å Ī
å Ĵ
å ľ
åĴ Į
å Ĳ
å Ĭ
ç »
ä ¹
æĺ ¯
å °
å Ń
ä¸ ª
ä» ¥
è ®
ãĢ ģ
æĪ ĳ
åľ ¨
äº º
ĥ ½
< /
æľ ī
ï¼ ļ
æ Ĺ
äº Ĩ
åı ¯
è¿ Ļ
å Ľ
æ Ŀ
å º
é ĩ
å ¹
å ¸
ä¸ Ń
ä ¼
é Ģ
è ¡
è ĥ½
çļĦ æ
å ĩ
ãĢĤ </
å ·
æĸ ĩ
å Į
è ¦
è¦ ģ
é ¢
å ¾
å ¯
å Ĩ
ä¸ º
è §
å ¥
ç ī
ç §
ä» ¬
é Ĺ
ç İ
å ¼
ä¸ į
çĶ ¨
æ ķ
è Ģ
å ½
æ Ģ
æ ŀ
çĶ Ł
ç Ń
æ ı
æ ī
æ Ń
åı¯ ä»¥
é Ŀ
å į
Ġ <
ä ¿
æ Ĭ
æ ł
æ ³
ç Ľ
â Ģ
æĿ ¥
è ĩ
æ Ħ
å ĵ
å ¦
ä¸ ĭ
ç Ĳ
ä¸Ģ ä¸ª
æĪ Ĳ
å İ
æ ĥ
æı Ĳ
æ °
åĪ °
ä» ĸ
æ Ľ
åŃ ¦
æ Ļ
å¦ Ĥ
è¡ Į
åĩ º
å ĳ
å ¿
æĹ ¶
å¯ ¹
æ ĭ
ä½ ł
åŃ Ĳ
ä ¾
äº İ
æ İ
åľ °
é¢ ĺ
ä¸ Ĭ
ç «
æ Ķ
å° ı
è ´
å¥ ½
ä¼ ļ
æĸ ¹
çŃ ī
æľ ¬
åĪ Ĩ
èĩ ª
æĽ ´
äº Ľ
å¤ ļ
æ µ
æ ¯
è µ
å¤ §
å ±
æ į
ï¼ Ł
ä½ ľ
åĬ ¨
å· ¥
çī ©
ç º
åħ ³
è ¾
å¹ ¶
åı ĳ
ç ®
æ Į
ç ±
é £
é ľ
æĪĳ ä»¬
éĿ ¢
æ ´
å® ļ
æľ Ģ
åħ ¶
æŀ ľ
æ ¬
å Ł
ç§ į
çİ °
çļĦ ç
è¿ Ľ
æ³ ķ
é Ļ
æ Ĥ
è¿ ĩ
éĹ ®
å ģ
æ ¸
ä½ ĵ
è ī
æį ®
å¤ ©
å® ĥ
ç» Ļ
åĬ Ľ
çĲ Ĩ
æĺ İ
éľ Ģ
æ ²
å° Ĩ
ç± »
åº Ķ
åĬ ł
æĸ °
é ģ
ç Ĥ
åĮ ĸ
æĢ §
ç Ħ
åĲ Į
é «
æĪ ĸ
ä½ ¿
åĽ ł
å¸ ¸
éĩ į
ä¿ Ŀ
åı ¥
ç ľ
é« ĺ
è ½
æĦ Ł
å® ¶
ä¹ Ł
å½ ±
è ¶
æľ º
ä¸ »
æ ±
é Ķ
è¯ Ń
é ĺ
çĦ ¶
ç« ł
âĢ Ŀ
å¾ Ĺ
æķ °
æĸĩ ç«ł
éĢ ļ
åĵ ģ
âĢ ľ
ç ³
éľĢ è¦ģ
çĶ µ
æĻ º
è °
æĬ Ģ
è§ £
æĸĩ æľ¬
ä¹ ĭ
æĤ ¨
ä¹ Ī
æĥ ħ
éĹ® é¢ĺ
åº ¦
ç Ł
å ī
è¡ ¨
èĢ Į
æ ģ
ç» ı
æĻº èĥ½
è¯ ·
ç Ŀ
å¾ Ī
éĹ ´
å ĸ
æŃ ¤
è Ĭ
ç ¾
å ¢
åħ ¬
åĽ ½
éĩ ı
ç ©
çĤ ¹
ç ¤
æľ ¯
èī ²
è Ĥ
èĢ ħ
è¯ į
å¹ ´
æ° Ķ
å® ŀ
å »
åı ĸ
å Ģ
è¿Ļ ä¸ª
ä¿ ¡
ä¹ ł
åĲ į
ç ¨
å¿ ĥ
ä½ Ĩ
åĲ Ī
æĦ ı
è¯ ¥
ä¸ ļ
ä¾ Ľ
ç ĸ
è® ¡
åĲ İ
é Ĥ
ç ¡
ä»¥ ä¸ĭ
äº ĭ
æī Ģ
ä» İ
è¿ ĺ
å» º
æ ®
çĽ ¸
çĿ Ģ
çĲ ĥ
ä¸Ģ äºĽ
é ĥ½
æ´ »
åĮ ħ
æıĲ ä¾Ľ
ä¸ İ
ç¾ İ
æł ¹
è¿Ľ è¡Į
æ Ł
åı¥ åŃĲ
å¼ ı
ç ½
é£ Ł
è¿ °
å± ķ
éĩ Į
äºº å·¥
åħ ¥
åħ ¨
å¤ ĸ
é ¡
çİ ¯
ç ķ
çī ¹
ä½¿ çĶ¨
è Ĳ
ç ´
æĥ ³
éĿ ŀ
äººå·¥ æĻºèĥ½
é ¦
ç ¯
åĨ ħ
æŃ £
è ¢
æ ¡
å¼ Ģ
å½ ĵ
åİ »
é ļ
æł¹ æį®
é ķ
æģ ¯
æ ·
åı ĺ
æ° ´
æ¯ Ķ
æ® µ
åĨ Ļ
æĺ¯ ä¸Ģ
å ŀ
é ĥ
ç³ »
è ·
è ģ
åĬ ©
è¯ ´
åŃ¦ ä¹ł
ç¨ ĭ
åĪ ¶
åħ ·
ç¡ ®
å¸ Ĥ
ä» Ģ
è® ©
é Ľ
æĮ ģ
éģ ĵ
å Ŀ
çľ ĭ
ç¯ ĩ
ç ¼
äº §
èµ ·
ç ĥ
å ķ
ç» ĵ
ä»Ģ ä¹Ī
æĬĢ æľ¯
å¸ ®
è º
åı Ĭ
è¯ Ŀ
éĤ £
ç ¬
çĽ ®
éĥ ¨
è ĭ
ä½ ķ
éķ ¿
éĿŀ å¸¸
è į
åĬ ¡
ç® Ĺ
æ¯ ı
è¢ «
èº «
ç ĭ
æĹ ¥
åģ ¥
ç§ ĳ
å° ĳ
å· ±
åī į
å Ļ
åĸ ľ
é ħ
æĭ ¬
èĩª å·±
éĢ Ĥ
åľ º
åı Ĺ
å® ¹
åı¯ èĥ½
æ¬ ¢
åĽ ŀ
æĹ ł
ä¿¡ æģ¯
ä»ĸ ä»¬
åĻ ¨
éĢ ī
åĮ »
äº ¤
ä» £
å¥½ çļĦ
åŀ ĭ
é¢ Ĩ
åĪ «
è Ļ
ç ł
çĶµ å½±
å¤ Ħ
è ¨
é ¥
çŃ Ķ
é ª
æ ¶
ç Ī
åĪ ©
ä½ į
è´ ¨
æ »
è® ®
é£ İ
ä¸ ¤
å¹ ³
å¢ ĥ
æ¡ Ī
æī ĭ
å §
ç Ĺ
è¿Ļ äºĽ
ä¾ ĭ
å¦Ĥ æŀľ
éĢļ è¿ĩ
éĩį è¦ģ
é Ł
ä¸Ń çļĦ
ä» »
åĵ į
çĶŁ æĪĲ
ä» ¶
åĮħ æĭ¬
è® º
åŃ Ĺ
åŁ Ł
åı ¸
è¨ Ģ
å°ı æĺİ
åıĳ å±ķ
åºĶ çĶ¨
å° ±
ç Ļ
æł ĩ
ç® Ģ
æ² ¡
åĪ Ľ
åĨ ³
æ± Ĥ
åį ķ
è§ Ĥ
æĶ ¹
æĶ ¾
æ¸ ¸
æİ ¨
è Ī
æľ ª
åı ª
å½± åĵį
è® ¾
ç ģ
æĹ¶ éĹ´
çŁ ¥
åº ·
ç» Ł
ä¸ ī
æĢ »
å¸® åĬ©
ç ¥
æľ Ł
å £
åĸľ æ¬¢
é »
æ º
ä¹ Ĳ
æı ı
èĬ Ĥ
åħ¬ åı¸
è¯ Ĩ
æķ Ī
åģ¥ åº·
æµ ·
æ ¨
å¼ º
å¤ Ł
è ĥ
ç»Ļ å®ļ
ç¤ ¾
æĸ Ń
äºº ç±»
åĩ ı
æ ĳ
æ³ ¨
æŀ ģ
é¢Ĩ åŁŁ
å® ī
æ ¼
çĶŁ æ´»
è¾ ¾
æ· ±
æł ·
çĶ ±
æľ į
åĽł æŃ¤
çĸ Ĺ
ä¸į åĲĮ
å·¥ ä½ľ
çİ¯ å¢ĥ
æŃ ¥
è ±
é ©
è Ħ
æĺ Ł
éŁ ³
æķ° æį®
å½ ¢
å¤ ª
æµ ģ
åİ Ł
åģ ļ
ä¸ ĸ
å· ²
åı ĭ
æıĲ åıĸ
è İ
è½ ¦
æĻ ¯
æıı è¿°
æ²¡ æľī
å¸ ¦
åĽł ä¸º
æ¬ ¡
è¿ Ĳ
å¯ ¼
æĪ ·
ç Į
åĳ ĺ
è ı
é Ĵ
ç ²
éĶ ®
å»º è®®
æ¨ ¡
æĸ Ļ
è¯ ķ
æıĲ é«ĺ
èĩª çĦ¶
æī ¾
å®ĥ ä»¬
å¦Ĥ ä½ķ
åŁ º
è® ¤
ãĢ ĭ
ãĢ Ĭ
åİ Ĩ
å¥ ¹
åŁ İ
æĽ´ åĬł
ä¹ ī
ä¼ ł
åĲ Ħ
æº Ĳ
åħ³ éĶ®
ä¸» è¦ģ
ç¤ º
æĬ ¤
æĭ ©
æł ¼
åĲ ĳ
æĮ ĩ
ç» Ħ
æĸ¹ å¼ı
åºĶ è¯¥
éĢ ł
çļĦæ ķ
æĹ ħ
çķ Į
éĢī æĭ©
åĲĮ æĹ¶
è¿ ĳ
åħ ī
èĥ½ å¤Ł
èĲ ½
ç¯ĩ æĸĩç«ł
ç© ¶
è £
åĨħ å®¹
äºº ä»¬
è° ĥ
ï¼ Ľ
è¯Ń è¨Ģ
åı £
çĪ ±
åĮ º
çº ¢
èĢ ĥ
è§ Ĩ
ä» ·
åĳ ³
ç© º
åĲ Ĺ
ç½ ĳ
åħ³ äºİ
èĬ ±
ç Ĭ
ä¾ĭ å¦Ĥ
åĳ Ĭ
æĺ¯ ä¸Ģä¸ª
é ¤
æľª æĿ¥
çĹ ħ
è®¡ ç®Ĺ
æĸ¹ éĿ¢
æĸ¹ æ³ķ
å¿ «
æľº åĻ¨
é¢ Ħ
é¤ Ĳ
å¹ ¿
ç® ¡
å¢ ŀ
Ķ ç©¶
ä¹ ¦
åķ Ĩ
éª Į
ä¸ Ķ
ï¼ ī
ç ¦
æĢ Ŀ
é¦ ĸ
å® Į
åĩ Ĩ
åĪ° äºĨ
åĩ ł
é ĵ
éĶ Ļ
å® ¢
é¡ ¹
åħ¶ ä»ĸ
ä¼ ĺ
è¶ Ĭ
ä»¥ åıĬ
é ¸
ä¸» é¢ĺ
å¼ ķ
éĩ ĳ
è® ¸
æ ļ
åħ Ī
è¯ Ħ
æ £
æ¸ ħ
åĬ Ł
ç´ ł
å¤ ĩ
è½ »
æİ ¥
è§ ī
è¯ »
æĪ ĺ
åĪ Ĺ
èµ Ħ
ï¼ Ī
åĪĨ ç±»
å§ ĭ
è Į
ä» Ĭ
çŁ Ń
ä¸ª äºº
èĩ ´
éĺ ³
åĵ ª
åŃ ĺ
æĢ ģ
æķ Ļ
æµ ĭ
æ¸ ©
åĢ Ļ
æľ ĭ
ï¼ ģ
æŀ Ĳ
ç» Ń
ç¼ ĸ
ä¸ĸ çķĮ
ä½Ĩ æĺ¯
åħ ±
æľĭ åıĭ
æľ Ī
èı ľ
åĲ «
åħ ĭ
çº ¦
ç§ ¯
çİ ĩ
æĸĩ åĮĸ
ç« ĭ
åĪĨ æŀĲ
ç» Ĩ
å¤Ħ çĲĨ
åĽŀ çŃĶ
åı ²
çļĦæ ĥ
ä¸Ģ ä¸ĭ
æĶ ¯
åŁİ å¸Ĥ
åĩı å°ĳ
å± ±
è± ¡
è¶ ³
ä¹ĭ ä¸Ģ
è¿Ļ ç¯ĩæĸĩç«ł
ä¸Ń åĽ½
å¤ į
æķ ´
åĲ ¦
ç¬ ¬
åĨ µ
çł Ķç©¶
åĪ Ļ
ä¿Ŀ æĬ¤
ĺ è¦ģ
æ» ¡
è§ Ĵ
è ĳ
ç¥ ŀ
é¥ ®
åħ ĥ
2 0
å·² ç»ı
æİ ¢
æľ Ľ
äºĨ ä¸Ģ
å ĥ
è®¸ å¤ļ
ä¸¤ ä¸ª
ç³ ĸ
èĩªå·± çļĦ
ç ¿
éĩ ĩ
è° ¢
åı į
èĢ ģ
çº ¿
äº§ åĵģ
çĭ Ĺ
è¾ ĵ
çľ Ł
åĪ Ĵ
åĮ» çĸĹ
æŃ¤ å¤ĸ
æĽ´ å¤ļ
è§ Ħ
å Ķ
è¶ £
éĢ Ł
ç³» ç»Ł
å° ½
è· ¯
éĻ ©
ç ħ
åı Ĥ
çļĦ äºº
åĲ ĥ
å¥ ³
èģ Ķ
ä¿Ŀ æĮģ
ä» ½
æĺ ĵ
è ¥
åħ¨ çĲĥ
æĸ ¯
æĬ ¥
çĽ ´
æĺ¯ä¸Ģ ç§į
Â ·
åĬ¨ çī©
çĻ ½
æľį åĬ¡
åĢ ¼
è¥ ¿
å¤ ´
è§£ åĨ³
æİ Ĵ
æĪĲ ä¸º
åĨ į
ħ äºĭ
æĸ ½
ä» ĭ
æ´» åĬ¨
å ²
åĥ ı
çİ¯ ä¿Ŀ
åĽ ¾
çĥ Ń
éļ ¾
ä¾ ¿
ä¹ °
æĪĸ èĢħ
åĳ ¨
æŁ ¥
èĻ ĳ
çļĦ ä¸Ģ
1 0
è¾ ĥ
èİ ·
è§ ģ
ç¤¾ ä¼ļ
æŀ Ħ
æĿ ¡
çī ĩ
è¿Ĳ åĬ¨
åĲ ¬
å®ī åħ¨
ç»Ļ æĪĳ
åıĳ çİ°
èº« ä½ĵ
è¯ Ĺ
æ¼ Ķ
æ Ĳ
éħ į
çļĦæĥ ħ
éļ ı
èĩ ³
åıĺ åĮĸ
çİ° åľ¨
ãĢĤ âĢĿ
æī ĵ
ç» ĥ
ç§ĳ æĬĢ
åħ¶ ä¸Ń
åº ı
è®¤ ä¸º
å¤© æ°Ķ
ç´ ¢
çĬ ¶
æĶ ¶
è® °
èĤ ²
éĤ£ ä¹Ī
å¼ ł
ä¸ ½
æĪĳä»¬ çļĦ
åĳ ½
ä¹ĭ éĹ´
æĬ Ĭ
ç² ¾
æ ħ
¹ æŀľ
äº «
æ¶ Ī
çĽ¸ åħ³
åħ ħ
ä½ł çļĦ
èĭ ¹æŀľ
äº Į
åİĨ åı²
èĥ½ åĬĽ
åĲ ¸
å¾Ī å¤ļ
æĶ ¿
ç ı
åı ¤
å¸¦ æĿ¥
å ¡
æĳ ĺè¦ģ
çŃ ĸ
åĽ Ń
åħ ´
åħ· æľī
æ ¤
è´ Ń
å¸ Ī
ç ¢
éĺ Ł
å¤ ±
çĮ «
ä½ İ
æ¬ ¾
ç»Ļå®ļ çļĦ
éĹ ¨
ç» ´
åį ³
æ² »
å¸ ĥ
éĹ »
ç§ °
ç§ĳ åŃ¦
æ ¢
åħ į
æŃ Į
éŁ³ ä¹Ĳ
è¯ ī
èį Ĳ
äº Ĵ
å ĭ
éĩ Ĭ
çĭ ¬
å° Ŀ
ç»Ļ åĩº
æī į
çļĦæ Ħ
¦ Ĥ
çŃĶ æ¡Ī
æĿ Ĳ
è¿Ļ ç§į
ç» į
ä»» åĬ¡
ç§¯ æŀģ
å¼Ģ å§ĭ
æĿ ¾
è®¾ è®¡
èĲ ¥
åı¥ è¯Ŀ
è¡¨ è¾¾
ä»ĭ ç»į
äºĨ è§£
éĽ Ĩ
çļĦ å½±åĵį
ä¸Ń æıĲåıĸ
å¯ Į
è Ľ
è¯ ¯
å¯¹ äºİ
å¿ ħ
åħ· ä½ĵ
å¯¼ èĩ´
æ¨¡ åŀĭ
åŃ £
å ¨
è®¡ç®Ĺ æľº
çĶ ·
çĲĨ è§£
èĭ ±
æĥħ æĦŁ
æİ¨ èįĲ
æľºåĻ¨ åŃ¦ä¹ł
çļĦæ Ĭ
å®ŀ çİ°
è½ ¬
æľĢ è¿ĳ
æĸ° çļĦ
åı ·
è® ¨
æĺ¯ åĲ¦
éĢļ å¸¸
åİ ĭ
åį ĩ
é¦ Ļ
åĬ ¿
è® ²
èµ Ľ
ä»Ĭ å¤©
éĻ ¤
åĲĦ ç§į
ä¸ ĵ
èĤ ī
åĮ Ĺ
ä¸į æĸŃ
ä¿ ®
æĽ´ å¥½
æĿ İ
é ²
éĶ Ģ
å¸Ĥ åľº
è´ ¹
è®¡ åĪĴ
è£ ħ
åľ° çĲĥ
æ° ĳ
é» ĳ
æĪ ı
åħ³éĶ® è¯į
åį İ
åĳĬ è¯ī
åį ģ
è¯ ģ
æŁ ĵ
é© ¬
çļĦ éĹ®é¢ĺ
æīĢ æľī
åħ »
ä¸Ģ æ®µ
æīĢ ä»¥
è ħ
æ³¨ æĦı
åĽ ´
åĸ Ħ
èī º
çĶ¨ æĪ·
ç» Ī
æĪĳ çļĦ
è¯Ĩ åĪ«
æĻ ļ
å¯ »
å¸ Į
ç ª
ä¸Ģ èµ·
æİ §
æŃ£ åľ¨
ç¦ »
åįķ è¯į
æĪĳä»¬ åı¯ä»¥
èĳ Ĺ
å¤ ı
å¾ ĭ
éĢĤ åĲĪ
éĻ ħ
æ¯Ķ å¦Ĥ
éĺ ²
A I
æĸ° éĹ»
ä»ĸ çļĦ
è¶ ħ
æĹł æ³ķ
è¿ ľ
åĽ Ľ
çŁ¥ éģĵ
å° Ķ
å· §
åŃ ©
çļĦ æĺ¯
æŀ Ĺ
è¦ģ æ±Ĥ
å¤ª éĺ³
å¹¶ ä¸Ķ
æĦŁ åĪ°
ä¸Ģ ç§į
æ³ Ľ
æ Ĵ
å£ °
åİ ħ
èµ °
åĳ ¢
ä» ħ
ï¼ļ âĢľ
çĦ¶ åĲİ
è´ Ł
ç½ ®
æŁ Ĳ
åı ¦
åħ³ ç³»
å£ «
æĹħ æ¸¸
å°ı è¯´
åŃĺ åľ¨
æĢ» ç»ĵ
èģ Į
æ¯ı ä¸ª
åį Ĺ
èĢĥ èĻĳ
å¤§ çļĦ
è¿ĩ ç¨ĭ
æĭ ī
è§£ éĩĬ
å¾ ·
çļĦæ Ģ
ç®¡ çĲĨ
è¾ ¹
æĪĲ åĬŁ
èĽ ĭ
æĪ ¿
éĻ į
æĺ ¾
è´¨ éĩı
çļĦæ °
ĳ æĪĺ
åŃ¦ çĶŁ
æ®µ èĲ½
æĹ ©
çŃī çŃī
ä¸ ľ
ç¾İ åĽ½
å Ħ
è¡Į ä¸º
éĶĻ è¯¯
æĪĳ æĥ³
ª æĸ½
è ŀ
åĮ» çĶŁ
ä¸Ģ ç¯ĩ
å¢ŀ åĬł
å°Ŀ è¯ķ
å¯¹ è¯Ŀ
è¾ ĳ
ä¼ ¼
ç Ĩ
çİ ©
äº Ķ
æ ¦Ĥ
å®Į æĪĲ
å¹¿ æ³Ľ
ä½ľ ä¸º
å¯ Ĩ
çħ §
æĺ¯ ä»Ģä¹Ī
åĪ© çĶ¨
çĶ »
ç± ³
ä¸ĭ éĿ¢
ä¸įåĲĮ çļĦ
è¿Ļ æ®µ
é¥® é£Ł
æľĢ åĲİ
çģ «
æĭ ¥
èĩª åĬ¨
æļ ĸ
åĴ ĸ
éģ ¿
è® Ń
å½ĵ çĦ¶
å¾Ĺ åĪ°
é£Ł çī©
çİ ĭ
æ ¿
çļĦ åıĳå±ķ
æĽ´å¥½ åľ°
åı¯èĥ½ ä¼ļ
åı °
ç¡® ä¿Ŀ
å® ³
åĽ ¢
çļĦæķ °
çļĦ åľ°
åķ ¡
æµ İ
çļĦ ä¿¡æģ¯
ãĢĤ \
å¿ µ
äº ļ
äº ¬
ä»» ä½ķ
æĤ¨ çļĦ
æ°Ķ åĢĻ
åĴĸ åķ¡
ä¼ ģ
çļĦ åºĶçĶ¨
ç®Ĺ æ³ķ
æłĩ é¢ĺ
ä¸į æĺ¯
æĥħ åĨµ
å® ¤
éĻ Ĳ
äº§ çĶŁ
å¸Į æľĽ
éĽ ¨
èŀ į
æķ ħäºĭ
èį ī
æ´ ģ
æ ĵ
äº¤ éĢļ
è¿ĺ æľī
äºº çļĦ
èİ· å¾Ĺ
æį ¢
ç» ľ
å ł
æĢ İ
å· ´
è¾ĵ åħ¥
çĽ® æłĩ
åĦ ¿
è¿Ļ æł·
çĶŁæĪĲ ä¸Ģä¸ª
å¹ ²
ç»ı æµİ
éħ Ĵ
é¦ĸ åħĪ
é» Ħ
è¡¨ ç¤º
é¤Ĳ åİħ
çĶ¨ äºİ
è¡ £
åı¯ä»¥ å¸®åĬ©
ç³ĸ æŀľ
é£ ŀ
å¾ ģ
éĥ½ æĺ¯
ä½ł åı¯ä»¥
æľī æķĪ
çī Ľ
ä¼ Ĺ
åº Ĺ
çļĦ ä¸»è¦ģ
éĺ ħ
å¾ Ģ
ç© ¿
åĮħ åĲ«
çļĦæ ł
æī¾ åĪ°
æĹħ è¡Į
æķĻ èĤ²
ç»ĵ æŀľ
å± ŀ
åº Ń
ç®Ģ åįķ
æ¸¸ æĪı
é º
çļĦ éĩįè¦ģ
éľĢ æ±Ĥ
¡ æŁĵ
ä½¿ åħ¶
åĳĬè¯ī æĪĳ
è§Ĥ çĤ¹
æ¿ Ģ
éĥ¨ åĪĨ
éģ¿ åħį
åĿ ĩ
å± ħ
éĩĩ åıĸ
æ ½
çī Į
åĪ¶ ä½ľ
ç½ĳ ç»ľ
æİ ªæĸ½
ä» ¤
åĩł ä¸ª
å¾ ®
æ ©
åĩĨ ç¡®
ä¹Ł æĺ¯
æĶ¯ æĮģ
äº ī
æľī åħ³
ä¸ ĩ
ä½ĵ éªĮ
å ª
è¡¨ çİ°
é ±
èµ· æĿ¥
èĥ½ æºĲ
æĮģ ç»Ń
åī §
äºĨ ä¸Ģä¸ª
éĩįè¦ģ çļĦ
é± ¼
æł ĳ
ä½ľ çĶ¨
ç« Ļ
ç» ¿
ä¸į èĥ½
ä¹Ł åı¯ä»¥
ä¼ģ ä¸ļ
åıĳ çĶŁ
è ĵ
ç ĳ
èĩªçĦ¶ è¯Ńè¨Ģ
çĽ Ĭ
ä»ĸä»¬ çļĦ
èī ¯
åĪ ĩ
çĶ± äºİ
0 0
å°ı çº¢
¾ çĹħ
é ¼
ä¸ī ä¸ª
éĺħ è¯»
é ¾
çİ° ä»£
ç¬ ¦
æ¤ į
åĵª äºĽ
å¤ ľ
åĪ ¤
å¥ ¶
ç¤¾ äº¤
æĭ¥ æľī
å¾ ħ
âĢĿ ï¼Į
åŁº äºİ
å¥ ĩ
å® Ŀ
åħ³ æ³¨
çº §
æ² ¹
åĬł åħ¥
å¦Ĥæŀľ ä½ł
ç» ĩ
è¿ĺ æĺ¯
é¢ ľ
èī² çļĦ
è¯ Ĭ
æ± ¡æŁĵ
æ ¹
éģ ĩ
ä¸ ¾
åĬ ª
åĿ Ĺ
åı Ī
åº ľ
ä»¥ä¸ĭ åı¥åŃĲ
ï¼Ł </
ç±» åŀĭ
è¿ ŀ
çļĦ æĸĩç«ł
ä¸ °
ç¡® å®ļ
é¦ Ĩ
é¸ ¡
åĩº çİ°
å®¶ åºŃ
æĮ ĳæĪĺ
åĬª åĬĽ
èµĦ æºĲ
åĪ »
è®Ń ç»ĥ
çļĦæ İ
ç¿ »
åĶ ®
æķ £
æĺ ¥
è¿ ½
èĪ Ĵ
èĻ ½
æİ§ åĪ¶
æĢ§ åĴĮ
èĦ ĳ
å®¢ æĪ·
åĬŁ èĥ½
è½ ¯
æŃ£ ç¡®
æľī è¶£
èį ¯
è¿Ļ æĺ¯
åıĹ åĪ°
æĸ¹ æ¡Ī
éĿ Ļ
çļĦ åı¥åŃĲ
ç§ ĭ
é¸ Ł
çļĦæĬ Ģ
ä»İ èĢĮ
ä¸º äºĨ
æ£ Ģ
é Ń
ä¸ ¥
çļĦæ Ļ
è§Ĵ èī²
æĤ¨ åı¯ä»¥
è Ń
æĬ ķ
èīº æľ¯
é¢Ħ æµĭ
çĸ ¾çĹħ
å± Ĥ
åħ ¸
æ² Ļ
åİĭ åĬĽ
æ²» çĸĹ
çļĦç ¾
ç¨ĭ åºı
æ¯Ķ è¾ĥ
æİ¢ ç´¢
å½ Ĵ
æķĪ çİĩ
èĮ ĥ
è¯ ¦
äºĭ ä»¶
äº ĳ
æĿ ¯
ä¸Ĭ çļĦ
æĤ £
äººå·¥æĻºèĥ½ æĬĢæľ¯
åģ ĩ
ä¼ł ç»Ł
è Ķ
æĿ Ĥ
è´Ń ä¹°
æľĢ ç»Ī
çļĦæĦ ı
çĶµ åŃĲ
èĻ½ çĦ¶
ä¸į ä»ħ
é Ĩ
çŁ ³
éĻ ¢
çĶŁ çī©
æĿ¥ è¶Ĭ
é² ľ
æ°ĶåĢĻ åıĺåĮĸ
è¶Ĭ æĿ¥è¶Ĭ
æīį èĥ½
ç¦ ı
æĮ ī
çĶŁ åĳ½
æµ ª
æĪĳä»¬ éľĢè¦ģ
éļı çĿĢ
é£İ éĻ©
æ ¥
å°± æĺ¯
ä¸Ģ ä»½
æĽ ²
æ´ ĭ
ä¸ ´
çĥ ¤
åĽ °
çķ ¥
åį ¡
åª Ĵ
æ± ½
åĨ °
ä¸Ģ ä½į
èĥ Į
ç¼ º
æĿ¥ è¯´
è· ĳ
ç ĵ
å»º ç«ĭ
æĢİ ä¹Ī
å½ ©
è¯Ħ è®º
ç¼ĸ è¾ĳ
æĿ ĥ
ä¸° å¯Į
èĵ Ŀ
èĩªçĦ¶è¯Ńè¨Ģ å¤ĦçĲĨ
æĻ ®
æĶ¿ åºľ
åı ¶
åİŁ åĽł
åĪĽ éĢł
åĿ ļ
è¯¦ ç»Ĩ
æł ¡
ä»· åĢ¼
è¡¨ æĺİ
ä½ľ èĢħ
åĽł ç´ł
è¯Ń æ³ķ
çļĦç¾ İ
åĳ ¼
è ľ
çĶŁ æĢģ
æĽ´å¤ļ çļĦ
çļĦæ ī
æĸĩ æ¡Ī
å¤ļ å°ĳ
æ¯Ķ èµĽ
æĹ¶ åĢĻ
åħ¬ åĽŃ
æĶ¹ åıĺ
æ°´ æŀľ
åĩĨ å¤ĩ
ä¹ĭéĹ´ çļĦ
ç»Ħ ç»ĩ
æĹ ı
è¯Ĭ æĸŃ
ä»¥ä¸ĭ æĸĩæľ¬
ç¬ Ķ
æľº ä¼ļ
åĬ ŀ
äº ²
é¢ĺ çĽ®
è Ĵ
è¿ĺ åı¯ä»¥
è¯· éĹ®
é¢ Ĺ
ä½ ı
çļĦæĥħ æĦŁ
å ³
çª ģ
æĿĲ æĸĻ
çĽ ĳ
ä¿ ĥ
å° ¼
è¿ İ
åĲį ç§°
çļĦ æĸ¹æ³ķ
çĶŁ äº§
çĻ ¾
å½ĵ åľ°
é£İ æł¼
éĴ Ł
é£Ł åĵģ
ç¼ ĵ
ç»ĵ æŀĦ
å¹´ è½»
çł ģ
ç»ı éªĮ
åľ¨ è¿Ļä¸ª
åıĺ å¾Ĺ
çĸ «
æ³ ¢
çī¹ å¾ģ
çķ Ļ
åķĨ åĵģ
å¼ Ĥ
å¤§ éĩı
å¯» æī¾
äº ®
å®ĥ çļĦ
è¡Į ä¸ļ
å¦Ĥæŀľ æĤ¨
é¢ľ èī²
çĤ ¼
åªĴ ä½ĵ
äº« åıĹ
æĭ Ł
è®¨ è®º
çļĦæ µ
çļĦ æĸĩæľ¬
ç½ Ĺ
å Ĥ
è¡ ¡
éĿ Ĵ
è¡Į åĬ¨
åĲ §
å¿ĥ çĲĨ
æľ ¨
æ´ ²
è´ £
è´Ł éĿ¢
é¡ »
çļ ®
è¯ ĳ
å¼Ģ åıĳ
åħħ æ»¡
å¨ ģ
âĢĿ ãĢĤ
åıĤ åĬł
æ¯ı ä¸ªäºº
ä»· æł¼
ĥ åľ
ä¸º ä»Ģä¹Ī
ä¸Ģ å®ļ
åŀ ĥåľ
åŀĥåľ ¾
èĳĹ åĲį
ãĢĤ "
åħ´ è¶£
æ¯ı å¤©
ä¸Ń å¿ĥ
ä¼ ¤
éĥ¨ çĶµå½±
ä½ľ åĵģ
çŁ¥ è¯Ĩ
ç¾ ¤
Ċ Ċ
æ» ©
å·¥ åħ·
è®¾ å¤ĩ
åĮĹ äº¬
åĩº äºĨ
æ±½ è½¦
åľº æĻ¯
ä¸Ģ æŃ¥
ç´ §
åĵģ çīĮ
ä¸ĵ ä¸ļ
æ¯ į
éĤ ®
æĶ¹ åĸĦ
è¿Ļ åı¥è¯Ŀ
èĶ ¬
æł¹æį® ç»Ļå®ļçļĦ
ä» į
è®² è¿°
è¿Ļä¸ª éĹ®é¢ĺ
ç¾İ ä¸½
çļĦæ ¸
åľ Ł
æĪĳ ä¼ļ
çļĦæķ ħäºĭ
çľ ł
çļĦæ Ń
æĽ ¿
åĪĽ æĸ°
å¸® æĪĳ
ç§ ĺ
çļĦæ Ķ
éĺ ¿
çļĦ çĶµå½±
ä¸Ģ çĽ´
èĪĴ éĢĤ
éĩ İ
åº §
æ·± åº¦
æħ ¢
æĶ¾ æĿ¾
æ¼ «
è¯ ¢
åĩ »
éĢ Ĳ
è§ī å¾Ĺ
æīĭ æľº
è¶ ĭ
ä¼ ĳ
éĢł æĪĲ
çŃ ĳ
é¡¹ çĽ®
çģ µ
åŃ© åŃĲ
ç ĩ
1 9
åĨ³ å®ļ
å· ŀ
éĩį æĸ°
å½ ķ
èģ Ĭ
äºĭ æĥħ
å· ¨
çł ´
éĩĳ èŀį
åĲ¸ å¼ķ
èĥ ľ
åĪ¤ æĸŃ
ä»¥ä¸ĭ æĺ¯
èĢĮ ä¸Ķ
éĢ ģ
çĿ ¡
åį °
çļĦç Ł
æķ° åŃĹ
ä¸ŃæıĲåıĸ åĩº
èĶ¬ èıľ
çĹ ĩ
å· ®
åĨ Ľ
åį ı
çľĭ åĪ°
æ¤į çī©
ä¸Ģ æ¬¡
èŃ ¦
éļ Ĳ
ç¿» è¯ĳ
æĢ§ çļĦ
æŃ ¢
åī ©
æĪĳ åı¯ä»¥
é© ¶
éĶ »
åı¦ å¤ĸ
æ¸ Ĳ
å° Ĭ
å»º çŃĳ
éĶ» çĤ¼
ä½ ³
éĩĩ çĶ¨
éĶĢ åĶ®
æľī ä»Ģä¹Ī
æ² ³
è¶ĭ åĬ¿
æ ĩ
çº ª
çľ ¼
ç®Ģ æ´ģ
å¿ħ é¡»
æĸĩç«ł ä¸Ń
æ¢ ¦
å°Ĩ åħ¶
æ° §
åı¯ æĮģç»Ń
æĺ ¨
è ª
ä¸į ä¼ļ
é¢ ĳ
åĽ¢ éĺŁ
æĿ ¿
ä»¥ ä¸Ĭ
ç» ª
é© ¾
éĴ ±
å¤į æĿĤ
åĪ¶ å®ļ
åĬ© äºİ
åį «
åĪ Ŀ
ç§ ģ
çļĦç ł
åľ° åĮº
åĵ Ī
å¿« éĢŁ
çī¹ çĤ¹
åĬ ±
æ¶ ī
ä»£ è¡¨
çī¹ åĪ«
èĩª çĶ±
Ġ "
æĺ¯ åľ¨
çĦ¶ èĢĮ
éĥ½ æľī
è¿Ļæ®µ æĸĩæľ¬
å±ŀ äºİ
ä¸Ģ åıª
çĸ ĳ
å®ŀ ä½ĵ
è´ ¢
æķ° åŃ¦
åĨ ľ
æĥ³ è¦ģ
æĥ ¯
èģĮ ä¸ļ
çļĦæ ĳ
çļĦæ ²
è¯Ħ ä»·
ä¸º æĤ¨
å¿ Ĺ
æĸĩ åŃĹ
å¾Ī å¥½
å² ģ
ä¼ ¦
æĳ Ħ
çĽ® åīį
ä¾ Ŀ
éĤ® ä»¶
ç»ı åİĨ
éĴ Ī
å° ļ
è Ĺ
æ· »
æĲ Ń
åº ķ
åĨ ·
æĬ¥ éģĵ
åĲĪ ä½ľ
è¡ Ģ
åı¯ä»¥ éĢļè¿ĩ
å°½ ç®¡
çļĦ çĶŁæ´»
éĺ³ åħī
éĻį ä½İ
åħ¬åı¸ çļĦ
å ©
ä¸į è¦ģ
äººå·¥æĻºèĥ½ åľ¨
æķ° éĩı
çļĦæ Į
çī© è´¨
çī Ī
åĬł å¼º
åį ļ
ç¼ĸ åĨĻ
ä½ł èĥ½
æĥ Ĭ
çĽ ĸ
ç² ī
åħ± åĲĮ
ç» §
æĺ¯ æĮĩ
ç®Ģ çŁŃ
ç¾İ é£Ł
ä¿ĥ è¿Ľ
å¼º è°ĥ
è®© æĪĳ
æ± ĩ
çļĦæĦ Ł
çļĦ å»ºè®®
æľī åĬ©äºİ
è°¢ è°¢
è¿Ļ éĩĮ
èĻ ļ
å¹ ¸
èģĶ ç½ĳ
åŁº ç¡
ä¸Ĭ æľĢ
éĩį åĨĻ
åĪ ļ
ä¹ł æĥ¯
çļĦæ ¯
åŁºç¡ Ģ
å° Ħ
è¿Ļ éĥ¨çĶµå½±
ä½¿ å¾Ĺ
æľī äºĽ
æľī å¾Īå¤ļ
åı Į
æĹ ¨
æķ´ ä¸ª
éĵ ģ
ç§ »
ä¸Ģ åĲį
ç¤ ¼
åį ´
å½¢ å¼ı
èĪ ŀ
å¡ ĳ
åĬĽ åĴĮ
æĬĢ èĥ½
åĮ» åŃ¦
åĨ³ çŃĸ
ä¸į éĶĻ
å± Ģ
âĢ Ķ
æľ¬ æĸĩ
å® ĩ
çļĦæķ° æį®
äº¤ æµģ
èĮ ¶
åį ±
åį Ī
è¿Ļ æĺ¯ä¸Ģ
æĤ£ èĢħ
çī¹ å®ļ
æĬĢ å·§
æľºåĻ¨ äºº
ç¥ ¨
åŁº æľ¬
èģĶ ç³»
çļĦæ ı
çļĦç ¤
å¹ »
Ġ -
è¯´ æĺİ
åı «
çŃī æĸ¹éĿ¢
ä»¤ äºº
æİ¢ è®¨
å¯ Ł
å¢ŀ å¼º
é¥ Ń
ç ¹
åĸ Ŀ
æ¯ Ĵ
ä½į ç½®
æĭ ħ
åĪĨ éĴŁ
æıĲ åĪ°
ä¸ª èĭ¹æŀľ
è¿ĩç¨ĭ ä¸Ń
åķ Ĭ
è®© äºº
è± Ĩ
åį ĥ
è ĸ
ç« ¯
çĭ¬ çī¹
å® £
æĢĿ èĢĥ
æĬ ½
æ¬¢ è¿İ
å¥ ¥
æĸĩæľ¬ ä¸Ń
ä»¥ ä¾¿
èĢģ å¸Ī
çº ³
ç¬¬ äºĮ
è ķ
æ¯ Ľ
ä» ĺ
è¯Ń éŁ³
ç« ŀ
åĿ Ĳ
å³ °
é ŀ
éĢŁ åº¦
éĢ ı
æ© Ļ
æĸĩ åŃ¦
åıª æľī
è¡Į æĺŁ
æĦŁ è§ī
è¾ĵ åĩº
å®¹ æĺĵ
èģ ļ
ç» Ŀ
é¡ º
è· Ł
è¿Ľ ä¸ĢæŃ¥
æŃ£ éĿ¢
æĦ ¿
æĦŁ è°¢
ä¹ ħ
å½¢ æĪĲ
ç¬ ĳ
çļĦç ľ
è¯ ¾
æī §
ä½ Ļ
çĦ ¦
ç¤¾äº¤ åªĴä½ĵ
çĮ ®
é©¾ é©¶
å®ŀ éĻħ
çı Ń
ç»Ħ æĪĲ
èĪ ª
è¿Ļ æĺ¯ä¸Ģä¸ª
çļĦæ° ´
çģ ¾
æ¶ī åıĬ
é ¹
èĪ ¬
æ¦Ĥ æĭ¬
æ·±åº¦ åŃ¦ä¹ł
åį Ĭ
åŃ¦ æł¡
åĪĽ æĦı
è¿Ļ ä¸Ģ
åģ¥ èº«
åĲį è¯į
çĥ Ī
åģļ åĩº
ç»ĥ ä¹ł
æĿ¡ ä»¶
å¤§ åĪ©
çļĦæĬĢ æľ¯
çļĦ æĹ¶éĹ´
çļĦ ä¸»é¢ĺ
ç¼ĸ ç¨ĭ
åĲį åŃĹ
åıĺ æļĸ
äºº åĳĺ
æĦı è¯Ĩ
èĲ¥ åħ»
ä¸į åı¯
æıĲä¾Ľ äºĨ
æĸ¹ åĲĳ
é¾ Ļ
ç»§ ç»Ń
åı¯ä»¥ åľ¨
ç»ı å¸¸
é¼ ĵ
çİ Ľ
éĵ ¾
æķ ħ
éĢĤ å½ĵ
æĦı ä¹ī
èĩª æĪĳ
å¤ļ ä¸ª
æĭ ¿
éĵ ¶
åĨ ¬
åĳĺ å·¥
é¢ Ŀ
èĮĥ åĽ´
ä»İ æĸĩç«ł
è´Ń çī©
èĥĮ æĻ¯
é«ĺ çļĦ
æ°´ å¹³
ä¼ ´
çļĦ å¤©æ°Ķ
å¤ļ ç§į
åħ °
åĽ¾ åĥı
å¸¸ è§ģ
è¯Ĺ æŃĮ
ä¸¥ éĩį
çī© åĵģ
çŁŃ è¯Ń
å® ĺ
åĳ¼ åĲ¸
å® ł
éŀ ĭ
è¿ ·
åºĶ å¯¹
èĲ ¨
å¯¹è¯Ŀ åĨħå®¹
å¦Ĥ ä¸ĭ
çļĦ å°ı
åĲĮæĹ¶ ä¹Ł
æ¸ħ æĻ
æľ «
æ»¡ è¶³
æ´ ŀ
é¡ ¾
æĮī çħ§
æľ¬ ä¹¦
ç¢ ³
è½¯ ä»¶
åİ» äºĨ
ä¸ĭ æĿ¥
æĬ ±
ä¼ļ è®®
å¹³ è¡¡
åĢ ĭ
éĽ ª
å¤ı å¤©
éª ¤
æĲ ľ
æıĲ åĪ°äºĨ
ç±» åĪ«
ä¼ °
çº ł
æ£Ģ æŁ¥
æĽ ¾
èµ ı
çļĦç Ī
ç»ı åħ¸
è¯· ä½ł
ç¹ ģ
åĭ ĩ
åģ ı
ç©º æ°Ķ
è¯» èĢħ
è ¸
äºĭ å®ŀ
çĨ Ł
æ´ Ĺ
1 5
å¼ķ èµ·
éŃ Ķ
åıĤ ä¸İ
çļĦ åħ³éĶ®
åĿ ı
Ġ åľ¨
çļĦæł ĩ
æľ Ĺ
åħĥ ç´ł
è° Ī
åķĨ ä¸ļ
å½ĵçĦ¶ åı¯ä»¥
çĶµ è§Ĩ
æĽ´ å¥½çļĦ
åŃ ¤
åĩº æĿ¥
çļĦçł Ķç©¶
ä½į äºİ
çľ ģ
éĿ¢ ä¸´
çļĦ æĸ¹å¼ı
æĺ¨ å¤©
æĹ¥ å¸¸
æĬķ èµĦ
ä»Ģä¹Ī æĺ¯
æĦ ī
åĪĨ äº«
æ·» åĬł
é¥ °
çķ ħ
æĪĳ åĸľæ¬¢
æŁ Ķ
çĶ ľ
æ¸© åº¦
ç¨ ³
æİĴ æĶ¾
æ³ ³
åĢ¼ å¾Ĺ
å®ł çī©
æ² ī
è´ µ
è· Ŀ
åģ ľ
æľī çĿĢ
çİ° å®ŀ
ç§ĳåŃ¦ å®¶
å² Ľ
åĬĽ éĩı
è¶ħ è¿ĩ
éĢ Ķ
è¿ĩ åİ»
å§ Ĩ
çĨ Ĭ
èĤ ¡
åı£ æĦŁ
ç³» åĪĹ
è° ģ
æķĪ æŀľ
éħ ±
å°Ĩ ä¼ļ
ï¼Į âĢľ
éĢī é¡¹
éħ ¸
çļĦ å·¥ä½ľ
éĻ Ī
ç³ ķ
å¥ ĸ
ç¾İ åĳ³
çļĦç ¬
æ£ ®
åĽ½ å®¶
ï¼ģ </
å¹³ åĿĩ
æŃ »
éľ ²
ä¼ ½
ç¥ŀ ç»ı
æĺİ å¤©
äºº çī©
æľĢ åĸľæ¬¢
å¤ «
å¿ ĺ
æĴ Ń
å® Ļ
è¿Ľ æŃ¥
å¤§ åŃ¦
æ¬ §
çļĦæ ®
åĪĽ å»º
éĿ ł
æİ Į
äºĴ èģĶç½ĳ
å¿ Ĩ
éĢĤ åºĶ
çŃī é¢ĨåŁŁ
ä»İ è¿Ļç¯ĩæĸĩç«ł
éĿ ©
åħ¨çĲĥ åıĺæļĸ
éĴĪ å¯¹
å®ĩ å®Ļ
æľī ä¸Ģä¸ª
å¥ Ĺ
è Ĩ
ä¹ī è¯į
è°ĥ æķ´
åŁ ¹
çĽ¸ åĲĮ
è´ §
çļĦæĥħ åĨµ
3 0
è¿Ļä¸ª åı¥åŃĲ
åıĸ å¾Ĺ
éģ Ĺ
çļĦ æľĢ
åĨĻ ä½ľ
ä¿® æĶ¹
çļĦæ ´
1 2
åĲĪ éĢĤ
ä¹ ³
çļĦåľ° æĸ¹
ľ ä¼½
å°ı æĹ¶
æ¸ħæĻ °
æĪĳä»¬ åºĶè¯¥
è®© æĪĳä»¬
æ·± åħ¥
çĪ± æĥħ
ä¸Ģ é¦ĸ
æĥħ èĬĤ
è§Ĩ è§ī
èĲ¥ éĶĢ
è· ³
æ³ķ å¾ĭ
çº ½
åī© ä¸ĭ
æ¥ ¼
é«ĺ æķĪ
åľ° çĤ¹
åĨ Ĵ
æī ¿
åĪĽ ä½ľ
æµ· æ´ĭ
åĽłä¸º å®ĥ
åĽ° éļ¾
æı ¡
ç§ Ģ
æ· ·
æļ Ĺ
æĹ¥ æľ¬
ä»ĭç»į äºĨ
å½¢ å®¹
åĢ Ĵ
ä¸ª ç³ĸæŀľ
æĹ¥ æľŁ
çļĦæ® µ
æĹ¶ å°ļ
çļĦ è¯Ŀ
çŃĸ çķ¥
èĹ ı
å·§ åħĭ
å¡ĳ æĸĻ
æ± Ł
è¯į æ±ĩ
æ± ī
è¶³ å¤Ł
åº Ĭ
ç½ĳ ç«Ļ
éļĲ ç§ģ
ä¼ĺ åĮĸ
å· ¦
çļĦç ĥ
æ½ ľ
è¢ ĭ
10 0
éģĵ å¾·
çĽ¸ ä¼¼
ç £
çļĦ å¤§
èĭ± è¯Ń
å¿« ä¹Ĳ
çļĦç¤ ¾
éĨ Ĵ
ä¾ĭ åŃĲ
çļĦæ®µ èĲ½
å® Ī
æ£ Ĵ
çļĦ é£Łçī©
ç»¿ èī²
æĵ į
çĦ¦ èĻĳ
æ± ¤
çļĦæ° Ķ
å¹¶ åľ¨
æĺ¯ çļĦ
æł¹æį® ä»¥ä¸ĭ
æļ ´
ç»Ĩ èĬĤ
å° ģ
çļĦ æĹ¶åĢĻ
åĪĨç±» ä¸º
èį¯ çī©
äººå·¥æĻºèĥ½ çļĦ
æ¸¸ æ³³
æľ Ŀ
è´£ ä»»
æĹł è®º
å¤ļ æł·
æĬ¥ åĳĬ
æıĲ åĩº
é¡ ¿
éļ ľ
çģ ¯
å·§åħĭ åĬĽ
ä»¥ä¸ĭ æĺ¯ä¸Ģ
å®ĥä»¬ çļĦ
ç¥ŀ ç§ĺ
çĻ »
ç® ±
åŃ£ èĬĤ
è¡ Ĺ
å¹³ åı°
æ¨¡ å¼ı
ä¿Ŀ åģ¥
æ¶Ī è´¹
åĲĪ çĲĨ
ä»į çĦ¶
çļĦéĩįè¦ģ æĢ§
åı ³
Ł éĢļ
æĶ¿ çŃĸ
åıį åºĶ
ä¸Ģ ç¯ĩæĸĩç«ł
èĢ Ĳ
çļĦ å¥½
. .
å¢ŀ éķ¿
ç»Ń åĨĻ
æĲľ ç´¢
æµ ĵ
å°ıæĺİ æľī
å¸¦æĿ¥ äºĨ
çĬ ¯
ä¸į è¿ĩ
ç¬¦ åĲĪ
å¹¿ åĳĬ
çĬ¶ æĢģ
åľ¨ å®¶
åĮĸ çļĦ
åĨ ²
å ĺ
æĶ¹ è¿Ľ
å¹¸ ç¦ı
ä¸Ģ æł·
åı£ åĳ³
å Ĺ
çĶµ èĦĳ
åľ Ĩ
æĭ ¼
æĬ ĺ
æĮ ¥
è£ ¤
èĦ Ĥ
å¡ Ķ
æĦŁ åıĹ
çĹ Ľ
æķ ĳ
çĳ ľä¼½
ä¸Ĭ åįĩ
Ġ =
è¯į è¯Ń
äºº åĲį
å¿ħ è¦ģ
åĪ¶ éĢł
çļĦ ä¸»
ä¹ İ
çļĦæµ ·
çº½ çº¦
ç¼ĵ è§£
ç« ¥
æŃ£ç¡® çļĦ
åħ¶ æ¬¡
çļĦæĳ ĺè¦ģ
æĬ Ĺ
æĢ» æĺ¯
æĺİ ç¡®
5 0
å·¥ ç¨ĭ
éĹ ²
èĦ ļ
åľ° æĸ¹
çī© çĲĨ
æ½ ®
é¼ĵ åĬ±
çº ¸
æĥħ ç»ª
ç«ŀ äºī
åĪĨ ç»Ļ
éĢĲ æ¸Ĳ
åĬ¨ ä½ľ
åį³ åı¯
æł ¸
ç± į
åĽ½ éĻħ
åĩı è½»
æŁĲ äºĽ
é» İ
éĻĲ åĪ¶
è¿½ æ±Ĥ
æıĲä¾Ľ ä¸Ģä¸ª
åıĹ æ¬¢è¿İ
ä¹ĭ åīį
è¾ Ĩ
çİ° è±¡
å®¶ å±ħ
ä¸Ģ åı¥è¯Ŀ
æ¬ £
ä¸ĸ çºª
è´ ¡
æ° ¸
è° ·
å¤ª ç©º
åĳ³ éģĵ
è·Ŀ ç¦»
åºĶçĶ¨ äºİ
çħ ®
ä¸ĭ æĸĩ
æµĭ è¯ķ
æĻ¯ çĤ¹
ä¸ Ŀ
è®© ä½ł
ç¥ Ŀ
çīĽ å¥¶
å®ŀ éªĮ
1 8
çĤ º
ä¸ª æĢ§
çĽ Ĳ
çĶŁæĢģ ç³»ç»Ł
è Ŀ
æıĲ åįĩ
åĵª ä¸ª
æĲŃ éħį
ç» ¼
åº¦ åĴĮ
æİ¨ åĬ¨
ä¸ĸçķĮ ä¸ĬæľĢ
çº¢ èī²
åħ¬ åħ±
ä¸Ģ å®¶
ä½¿åħ¶ æĽ´åĬł
± ä¹Ĳ
é ĸ
çĶ¨ æĿ¥
ä» ¿
å±ķ ç¤º
æĿ ĳ
éĶ ħ
æĺ¯ çĶ±
ä¹ ĺ
èĤ ¤
è§£åĨ³ æĸ¹æ¡Ī
çļĦæ ³
åĢ ĳ
åĬ ³
æĻļ ä¸Ĭ
çļĦ åĨħå®¹
_ _
çĽ ĺ
èµ ŀ
ç©º éĹ´
è ²
æĦı æĢĿ
æ°Ķ ä½ĵ
éĵ ħ
å¿ Ļ
æĪĲ éķ¿
å¤ı åŃ£
è´¡ çĮ®
åı¥åŃĲ ä¸Ń
æ©Ļ åŃĲ
æ± ł
çĬ¶ åĨµ
åĴĮ åħ¶ä»ĸ
å¸ ģ
è¯Ħ ä¼°
æľº æŀĦ
æľªæĿ¥ çļĦ
å¼ł ä¸ī
è®° å½ķ
æķ£ æŃ¥
åİŁ å§ĭ
æ¹ ĸ
è¿Ļ å®¶
ä¸Ģ èĪ¬
çļĦ åİĨåı²
æŃ §
åĲ« ä¹ī
å®Į åħ¨
å® «
åİ ļ
èİ· åıĸ
åĲ ¯
å¥³ æĢ§
å°Ĭ éĩį
æĹ© ä¸Ĭ
å° į
åĤ ¨
æĪ· å¤ĸ
æĿ¥ èĩª
ä¹Ł ä¼ļ
å¥¹ çļĦ
åı¯èĥ½ æĺ¯
ä¸ľ è¥¿
å¥ ĭ
ç»Ļåĩº ä¸Ģä¸ª
çĶŁæ´» ä¸Ń
æī ©
çĽ¸ ä¿¡
åĪĹ è¡¨
æ± ģ
ä¸Ĭ æµ·
æĪĲ æľ¬
ãĢĤâĢĿ </
ç¯ ®
è°ĥ æŁ¥
è®º æĸĩ
çļĦæĢ Ŀ
çĽ´ æİ¥
åħ Ń
æĬĢæľ¯ çļĦ
è¾¾ åĪ°
åºĶçĶ¨ ç¨ĭåºı
åľ¨ çº¿
æĺ ł
åĮ»çĸĹ ä¿Ŀåģ¥
çł Ķ
åĨ ł
ç½ ª
éĢ Ļ
ä¸į çŁ¥éģĵ
æĦı åĳ³
æĪĳ è®¤ä¸º
çİ ī
æ» ĳ
ç»Ļ ä½ł
æĸ¹ ä¾¿
çĥ §
åĽŀçŃĶ éĹ®é¢ĺ
éĤ£ éĩĮ
å¦ Ī
éģ į
æĿ °
è¡¨è¾¾ äºĨ
å·´ é»İ
éĵħ ç¬Ķ
åĪĨ åĪ«
æĪĳ å¾Ī
æ·± åĪ»
æ´ ¾
æŃ¥ éª¤
è¶³ çĲĥ
æĦı å¤§åĪ©
å¾ Ħ
åĽ º
æĶ¹ åĨĻ
åŃ¦ä¹ł åĴĮ
éº ¦
æį Ł
ä¸Ģ å¤©
æĢ ¥
èĳĹåĲį çļĦ
èĽĭ çĻ½
åı¯ä»¥ ä½¿çĶ¨
çĩ ĥ
æĸ Ĺ
è¿Ļ ç¯ĩ
èĩ³ å°ĳ
ä¸¤ä¸ª åı¥åŃĲ
æŀ ¶
ç¼ ©
åĩ ī
åĳ Ī
åĮĸ åŃ¦
é¥ ¼
è¡¨ éĿ¢
ç¨³ å®ļ
åº Ł
å® ½
åıĳ å¸ĥ
æĸ°éĹ» æĬ¥éģĵ
äºº çĶŁ
ä¸Ģ ç»Ħ
çİ¯å¢ĥ ä¿ĿæĬ¤
æ°Ķ æ¸©
åĿļ æĮģ
éĻ Ħ
çļĦ äºĭæĥħ
æĽ¿ æį¢
æĦıåĳ³ çĿĢ
åĪ º
å½ĵ åīį
æŃ ī
ç±» ä¼¼
çŃ ¾
å¹¶ ä¸į
èĩª è¡Į
ä»¥ ç¡®ä¿Ŀ
ä½ Ľ
åģ¥åº· çļĦ
åĶ ±
éĩı åŃĲ
çĽ¸åħ³ çļĦ
å¹ ħ
éľ ĩ
çĤ Ĵ
æģ ¶
o n
çļĦæ´ »
ç» ©
æĿ Ł
ç» ĺ
å¤© ç©º
æİ ī
æĶ »
è¡£ æľį
çļĦ ä¸Ģä¸ª
åĪĨ åĪ°
éľĢè¦ģ æ³¨æĦı
çļĦç ³
çľŁ æŃ£
éĽ ħ
æ¯ıä¸ª æľĭåıĭ
æĤ ¦
å° ¤
¡ èĲ
çī Ļ
åĬ¨ è¯į
è® ¢
å¯ Ĵ
æİ¨ å¹¿
åº ĵ
çı į
ä¿Ŀ è¯ģ
çļĦ æĸ°
å®ļ ä¹ī
æ¶ ¦
åı¯ä»¥ è¢«
æİ¥ åıĹ
ä¼ĺ åĬ¿
æĢĿ æĥ³
çĽ Ľ
èĥ½ éĩı
èĤ Į
å¼ ĥ
éª ĳ
å®ī æİĴ
èĭ ¦
æ£® æŀĹ
çĿ¡ çľł
æī§ è¡Į
æ¨¡ æĭŁ
æĺİ äºĨ
æģ Ĳ
ç§ĳ å¹»
åĩº èī²
æ¤ Ĵ
èĢĮ ä¸įæĺ¯
ä½ł å¥½
çļĦæĦı æĢĿ
ç»ĵ åĲĪ
æıĲä¾Ľ ä¸ĢäºĽ
è½» æĿ¾
ä½ł éľĢè¦ģ
å¾ ª
çļĦæĻ º
ä¼ĺ ç§Ģ
è ©
çļĦç ĭ
äººç±» çļĦ
ä¸Ń æľĢ
å®¶ äºº
äºĨ ä¸ĢäºĽ
çļĦçĪ ±
çĽ¸ äºĴ
åĴĮ æĸĩåĮĸ
ä¸ĭ åĪĹ
ç»Ļå®ļ ä¸Ģä¸ª
åı¯æĮģç»Ń åıĳå±ķ
åıĳ æĮ¥
åħ± æľī
ä¸» ä¹ī
çļĦæı ı
ä¸Ģä¸ª äºº
èĽĭ ç³ķ
å®ļ æľŁ
è¯· åĳĬè¯īæĪĳ
è· µ
ç¿ °
çĥ Ł
æĺ¯ä¸Ģ éĥ¨
èĭ ı
è§Ĥ ä¼Ĺ
èĪ ¹
å° ¾
ç µ
å¨ ±ä¹Ĳ
æĵį ä½ľ
æµģ è¡Į
ä¹Ł æľī
èĤ ¥
é«ĺ åħ´
çļĦç ģ
çĽ® çļĦåľ°
å¤§ å®¶
åĵ ¥
åľ¨ ä¸Ģèµ·
å© ļ
éĿ¢ å¯¹
åĪĹ åĩº
æĹ¶ ä»£
æĢ» ä¹ĭ
ä¹¦ ç±į
èĥ ģ
æīĢæľī çļĦ
æĪĳ åľ¨
çļĦæĢ »
çĽ¸ å¯¹
æ³ ¡
åĮ»çĸĹ é¢ĨåŁŁ
åĿ ¦
æ¹ ¿
é¥® æĸĻ
çĶŁ åŃĺ
é¾ Ħ
å® ľ
çļĦæ ¦Ĥ
ä¾ Ĩ
æĬ½ åıĸ
æ³¨ éĩį
èī¯ å¥½çļĦ
åĨĻ ä¸Ģç¯ĩ
è® ¿
éĢ »
è¯ ļ
ç¨ĭ åº¦
20 2
åīį å¾Ģ
åıª æĺ¯
çľŁ çļĦ
éĢĤ éĩı
æ¼Ķ åĳĺ
è¾ £
å¨ģ èĥģ
æľī åĵªäºĽ
ä¸ļ åĬ¡
è¿Ľ åħ¥
ç»ĵ è®º
å¥ ı
é¢Ħ éĺ²
åħ¶ ä¸ŃçļĦ
è° ±
æİĮ æı¡
éĤ£ äºĽ
åı¤ è¯Ĺ
æĮĩ åĩº
æľ µ
è·ĳ æŃ¥
æİ¨ çĲĨ
å¹´ çļĦ
å®ŀ è·µ
å¯» æ±Ĥ
åĳ¨ åĽ´
çĭ¬çī¹ çļĦ
åĵ º
æµģ çķħ
è¿Ľè¡Į åĪĨç±»
æĸĩæľ¬ åĨħå®¹
åŃ¤ çĭ¬
çĶ ļ
å£° éŁ³
å¼Ģ æĶ¾
æ¶ ²
èĻļ æĭŁ
æ¸© æļĸ
çı ł
ä½ĵ èĤ²
çİĽ ä¸½
çº¦ ç¿°
éĩį çĤ¹
æŃ§ è§Ĩ
åŃ ¸
ä»ĸ åľ¨
åįģ åĪĨ
ç»ı è¿ĩ
éĽ ¶
è§Ħ åĪĴ
å¾Ĺ åĩº
æ°§ åĮĸ
å¦ Ļ
ä½¿åħ¶ æĽ´
ç²¾ ç¥ŀ
æ¦Ĥ å¿µ
ä¸Ń æĸĩ
è¿ŀ æİ¥
çļĦçŁ Ń
çī© ä½ĵ
åĵª éĩĮ
éĢ» è¾ĳ
èĩªåĬ¨ åĮĸ
æ³ °
æĪĲ è¯Ń
èķ ī
è§Ħ åĪĻ
é¸¡ èĽĭ
çļĦ é£İéĻ©
å¤ªéĺ³ ç³»
çĲĨ è®º
çļĦæĥ ³
åĩ Ģ
èľ ľ
æĹ¨ åľ¨
è½ ®
çĹħ æ¯Ĵ
æľĢ ä½³
æķ ¬
éķ¿ åº¦
æĺ¾ ç¤º
éĥ½ ä¼ļ
èĵĿ èī²
èĤ ¯
ä¸Ģ æ¬¾
åĢ ¾
åľ¨ ä¸Ģä¸ª
æľī æīĢ
æµ· æ»©
èĩªåĬ¨ é©¾é©¶
æĸ° é²ľ
æĪĳ éľĢè¦ģ
å·¥ ä¸ļ
åħ³éĶ® ä¿¡æģ¯
20 0
ä¸Ĭ éĿ¢
ä¹ ¡
æ·· åĲĪ
æĢ Ģ
åĪĨ ä¸º
å ´
æıĲåıĸ åĩº
è´ Ŀ
éģ µ
éĹ Ń
ç¾İ å¥½çļĦ
è¡ ¥
æĸĩåĮĸ åĴĮ
é¦Ļ èķī
åĲĦ ä¸ª
éº ¼
çļĦæĻ ¯
æĪĲä¸º äºĨ
å°Ĩ ä»¥ä¸ĭ
èº«ä½ĵ åģ¥åº·
äº ¡
èĭ± åĽ½
ç§¯æŀģ çļĦ
èĦ ±
æĬ± æŃī
ä¸» äºº
ä¼ĺ çĤ¹
åĵº ä¹³
çĤ İ
çĶ ³
åĨĻ ä¸Ģä¸ª
æĺ¯ä¸Ģ ä½į
æĺ¯ ä¸ŃåĽ½
è¿Ļ æ¬¾
é«ĺ åº¦
å¥³ åŃ©
çŁŃ æĸĩ
åľ £
æł¹æį® æıĲä¾Ľ
èĩªè¡Į è½¦
çļĦæ´» åĬ¨
å°ı åŃ¦
æ² ŁéĢļ
åį ·
æĩ Ĥ
èª ī
è´ ¥
ï¼ī ï¼Į
ç¾İä¸½ çļĦ
æĭ į
çĬ ¬
ãĢĭ ãĢģ
è¯· ç»ĻæĪĳ
éķ ĩ
ç¥ŀç»ı ç½ĳç»ľ
åħ «
X X
åģ¥åº· é¥®é£Ł
æ¡ Į
è¯ŃéŁ³ è¯ĨåĪ«
å «
ç®Ģ è¦ģ
çļĦæıı è¿°
å¹³ çŃī
æĹ¶éĹ´ åĴĮ
å±ķ çİ°
Ġ âĢľ
ä»£ çłģ
è¿ ¹
æ ¾
åĳ¨ æľ«
ï¼ī ãĢĤ
éĿ¢ åĮħ
ä¹ĭ åĲİ
éª ¨
éŃĶ æ³ķ
å® Ĺ
ç¤¾ åĮº
æłĩ åĩĨ
åº Ĩ
è§ ¦
æķ°æį® éĽĨ
èİ ĵ
çļĦ çŃĶæ¡Ī
èĭ Ĺ
çļĦæī ĭ
éĥ ģ
éĻĪ è¿°
å¾Ĺ åĪ°äºĨ
çļĦæ ĭ
ä¹ ı
å» ¶
æŁĲ ä¸ª
æĸĩæľ¬ ä¸ŃçļĦ
é¢Ĩ å¯¼
åįļ çī©
ç®Ģåįķ çļĦ
çļĦæĮ ĳæĪĺ
æĹ¶ æľŁ
ç§° ä¸º
ä¼ĳ æģ¯
æĦŁ åıĹåĪ°
åī Ĥ
çļĦæĢ §
è®²è¿° äºĨ
æ¬£ èµı
è½¬ æį¢
çĪ± å¥½
æħ §
è ³
åı¤ ä»£
æī¾ åĩº
åĨ ¥
æĶ¾ åľ¨
åĪĨ éħį
å·¦ åı³
æĹ §
ä»Ģ éº¼
è¯¾ ç¨ĭ
ç¬¬ ä¸Ģ
èĢ ³
è¯Ńè¨Ģ æ¨¡åŀĭ
åĵģ è´¨
çļĦæİ ¨
ç Ĵ
æľŁ éĹ´
Ġ Ġ
èĥ½ åĲ¦
çļĦæķ Ī
ä¸ ĥ
å® ģ
åĨį çĶŁ
è½ ½
æĺŁ æľŁ
äº ¿
è¡¨ æ¼Ķ
è¿Ļ æľ¬ä¹¦
åĬĽ çļĦ
ä¸º æĪĳ
æĪ¿ éĹ´
åĮº åĿĹ
åĨĴ éĻ©
å®ĥ åı¯ä»¥
å£ ®
å¤§ æ°Ķ
å¯ ¿
ª æĺİ
æĹ ĭ
è ļ
Ġ æĪĳ
æ¸ħ æ´ģ
åıĬ æĹ¶
åĮ Ģ
èĽĭçĻ½ è´¨
çľĭ çĶµå½±
åħ·ä½ĵ çļĦ
æĿ Ģ
âĢĶ âĢĶ
çĶļ èĩ³
çĶŁæ´» æĸ¹å¼ı
çģ¾ å®³
çĭ¬ ç«ĭ
å°¤ åħ¶
ãĢĭãĢģ ãĢĬ
è¿ ª
å¼ºè°ĥ äºĨ
çĶŁæĪĲ åķĨåĵģ
æĥħåĨµ ä¸ĭ
èĤ ª
çĽ¸ åºĶ
å¹¶ æıĲä¾Ľ
çĻ Į
èĦĤ èĤª
æĺĵ äºİ
æĢĿ ç»´
æĭ Į
å½Ĵ ç±»
è¯ º
« èĲ¨
å®¤ æ°Ķä½ĵ
èĮ Ħ
é¼ ł
çļĦ åİŁåĽł
è®¤ è¯Ĩ
é¢Ĺ ç³ĸæŀľ
åł Ĥ
ç§į æĹı
æ® Ĭ
äºĨä¸Ģ ç§į
äºĭ çī©
ä¼ĳ éĹ²
æķ ı
å½¢å®¹ è¯į
æľĢ å¥½çļĦ
ç§į ç±»
å® ¾
é» ĺ
çļĦ èĥ½åĬĽ
ä¹ Ŀ
äºĨ è®¸å¤ļ
é»ĳ æ´ŀ
çļĦä¸»è¦ģ è§ĤçĤ¹
å°Ĩ åľ¨
äº¤ æĺĵ
çļĦç ©
å· Ŀ
äºĴ åĬ¨
åĵºä¹³ åĬ¨çī©
ç ¶
æ»¡ æĦı
æľĢ æĸ°
èĳ ±
è° ĵ
æ¶Īè´¹ èĢħ
èĦ ı
æľĢ å¥½
åĢ Ł
æľ ĥ
è®¨è®º äºĨ
å®ĥ æĺ¯
å¼ ¹
æ ¦
å¸ Ŀ
æİ¥ ä¸ĭæĿ¥
å¼º çĥĪ
æ¼ Ĥ
è¿ĺ éľĢè¦ģ
å¹´ é¾Ħ
éĻ¤ äºĨ
æİ¢è®¨ äºĨ
è§ Ī
éĢ Ģ
å®Į æķ´
æ¯ıä¸ªäºº éĥ½
çĸ« æĥħ
è¿ ħ
æĪĳ æĹłæ³ķ
çļĦç³ ĸ
ç¿»è¯ĳ æĪĲ
çļĦ éŁ³ä¹Ĳ
åĵ ²
å½ ¼
èĢ Ĺ
èģĬ å¤©
ä½ł ä»¬
åħħ åĪĨ
æĢ» ç»Ł
ä¸Ĭ ä¸ĭæĸĩ
æ¶Ī æŀģ
è¾ ħ
æ³ķ åĽ½
æľīè¶£ çļĦ
æĹ ¢
è´ŁéĿ¢ å½±åĵį
å¤ļ çļĦ
ä¹Ł å¾Ī
èī² å½©
å®£ ä¼ł
åįļçī© é¦Ĩ
èº« å¿ĥ
éĢ Ĵ
çľĭ èµ·æĿ¥
çĶŁ æĹ¥
çª Ĺ
æĢ§ èĥ½
éķ¿ æľŁ
åĴ ¨
è¯Ńæ³ķ éĶĻè¯¯
çļĦæķ° éĩı
Ġ æııè¿°
è ¹
çļĦç¬ ¬
é¡ ¶
è§Ĩ é¢ĳ
ä¸Ģ æľ¬
çĵ ľ
éº »
åĲ¬ èµ·æĿ¥
èģ ªæĺİ
æķ ¢
çļĦæ¯ Ķ
ç» ķ
å¹´ æĿ¥
çļĦç ¥
çķ ª
åıĺå¾Ĺ æĽ´åĬł
å¿ĥ æĥħ
éĺ ¶
çļĦç ²
é¢Ħ æĬ¥
éĻ Ĩ
çļĦç Ĺ
é ½
å¹¶ æ²¡æľī
è§£åĨ³ éĹ®é¢ĺ
åĴ¨ è¯¢
éĿŀå¸¸ å¥½
çļĦçŁ ¥
ï¼Ł âĢĿ
ç§» åĬ¨
çĪ ¶
çļĦ çİ¯å¢ĥ
æĺİ æĺ¾
æİ¨ åĩº
è§Ĥ å¯Ł
çĶŁ éķ¿
æĥ ł
æĺŁ çĲĥ
çº ¯
ç»´ æĬ¤
ä¼ł æĴŃ
åĮºåĿĹ éĵ¾
çľĭ çľĭ
çĽ´ åĪ°
ä½Ĩ æĪĳ
çļĦæī Ģ
åĳĪ çİ°
è¸ ª
æĻºèĥ½ å®¶å±ħ
çªģ çĦ¶
éķ ľ
å¯¹ çİ¯å¢ĥ
èį £
å·¨ å¤§
çĸ ²
ç¾İ åħĥ
åĴĮ ç¤¾ä¼ļ
æŃ ¦
å® ¡
çļĦ è¡Įä¸º
çĶ ²
æĭ¼ åĨĻ
ï¼ļ ãĢĬ
ç ĺ
éĽ ·
è§Ħ å¾ĭ
éĴ ¢
çļĦæ ±
åĮº åŁŁ
åĲĮ ä¹īè¯į
æĳĦ åħ¥
èī ¾
éĵ¶ è¡Į
å± ĭ
èī¯ å¥½
ç¡ ¬
è¿ĩ åº¦
çļĦ éĢīæĭ©
å¡ «
åĨ¥ æĥ³
åĽŀ æĶ¶
åį± éĻ©
èĻ «
å°ı çĭĹ
æį ·
çļĦç ¼
çļĦæ¸ ©
çĶ °
åĶ Ĳ
çļĦçĥ Ń
Ġ 2
çĽ® çļĦ
çī¹ æ®Ĭ
æĤ¨ éľĢè¦ģ
çļĦç Ŀ
åĽŀ å®¶
éļı æĹ¶
åīį æĻ¯
çĶµåŃĲ éĤ®ä»¶
å»º è®¾
âĢ ¦
æĶ¯ ä»ĺ
å¤§ èĩªçĦ¶
çĵ ¶
åı¯ çĪ±
çĶ¨ çļĦ
åĦ¿ ç«¥
äºº æ°ĳ
çĶŁæĪĲ ä¸Ģæ®µ
æł· çļĦ
ä¸ĭ åįĪ
ä¸°å¯Į çļĦ
éĩį å¤į
å¹ ķ
æ· ¡
çī¹ èī²
èĥ ŀ
åŃĲ çļĦ
æµ ®
ä»ĸä»¬çļĦ å¯¹è¯ĿåĨħå®¹
åı ¹
åĪĨ æĪĲ
çļĦæ ¼
åŁº åĽł
æĪĳ æľĢè¿ĳ
ä»İæĸĩç«ł ä¸ŃæıĲåıĸåĩº
åĪ° è¾¾
åĵģ ç§į
ä»İæĸĩç«ł ä¸ŃæıĲåıĸ
æľī æ²¡æľī
ç©¿ çĿĢ
æ´ Ľ
å¦Ĥ æŃ¤
èħ ¿
æĭ Ľ
ç¾İ å¥½
æī ĺ
çļĦæķ Ļ
éŁ ©
æľī è®¸å¤ļ
çļĦæĥ³ æ³ķ
çļĦç ¨
åĪĽå»º ä¸Ģä¸ª
æ¶ µ
è¿ Ŀ
åł ¡
èµ ¢
è®° å¿Ĩ
æĸ ¼
è¢« è®¤ä¸º
éļ¾ ä»¥
åĵģ å°Ŀ
Ľ åĽ´
åľ¨ äºİ
éĹ ª
ç¯® çĲĥ
æĦī å¿«
çļĦæ¸ ¸
èĦ ¸
åı¯ åĨįçĶŁ
æĶ¾ åħ¥
è¿Ļ é¡¹
ç§ĭ å¤©
ä¿ĿæĬ¤ çİ¯å¢ĥ
æĪĲ å°±
æĪĲ åĪĨ
å¹³ éĿ¢
çļĦçĿ ¡
é£Ł æĿĲ
å¡ ŀ
æķ°åŃ¦ é¢ĺ
çļĦä¸Ģ ç§į
éģĩ åĪ°
å¸¸è§ģ çļĦ
ä¸Ģ é¡¹
æģ ©
äº Ī
çī© ç§į
çļĦ åŁİå¸Ĥ
éĤ£ ä¸ª
çĶŁ ç´ł
çļĦç ½
å½¢ è±¡
ä¸Ģ æĿ¡
çĿ Ľ
æııè¿° äºĨ
æĻ ´
çĶŁæĪĲåķĨåĵģ æĸĩæ¡Ī
æľĢ å¤§
è§Ħ æ¨¡
åį ł
çĪ Ĩ
åį ĸ
çļĦæīĢ æľī
é£İ æĻ¯
æ ª
çļĦæĦŁ è§ī
é£ŀ è¡Į
è¿Ļ é¦ĸ
å° º
è¿Ľè¡Į äºĨ
åı¯ä»¥ è®©
çļĦæŃ Į
éĢ ĥ
ä¸» è¯Ń
è¿ĺ åī©ä¸ĭ
èľ Ĥ
åŃ¦ ä¼ļ
éĢĤå½ĵ çļĦ
æĿ¥ æºĲ
æľŁ å¾ħ
åĲ« æľī
ç¬¦ åı·
æī ¹
ä¼ Ĭ
å»ºè®® æĤ¨
çł´ åĿı
çļĦçĿ¡ çľł
ç ŀ
ä» Ķ
çĹĩ çĬ¶
çļĦ éľĢæ±Ĥ
å½Ĵç±» ä¸º
çļĦç¤¾ ä¼ļ
çļĦæłĩ é¢ĺ
ç¬¬ ä¸ī
çĿ £
åī ¯
é¦ Ī
åĨľ ä¸ļ
å°½ åı¯èĥ½
æĦŁ åħ´è¶£
çļĦä¸»è¦ģ åĨħå®¹
ä»ĸ äºº
åĴĮ æĮĳæĪĺ
çļĦ ä½¿çĶ¨
Ġ 3
æĪ ´
åıĬ åħ¶
èĤ º
æĹ© é¤Ĳ
ç»Ļå®ļçļĦ æĸĩæľ¬
åħħæ»¡ äºĨ
èĭ ¥
å¼ ±
æľīæķĪ åľ°
åį« çĶŁ
åĲ ī
åĬ© æīĭ
ä¾¿ åĪ©
æĳ ĺ
æ· ĭ
åĬŀ åħ¬
åĸľ å¥½
æ¡ ¥
çļĦç© º
ç´ ¯
G P
æīĢ éľĢ
é»Ħ èī²
ç¾İ çļĦ
çĻ ¼
æĢ ķ
åİŁ çĲĨ
æŃĮ æĽ²
äºĶ ä¸ª
éĿ¢ ç§¯
è¿Ľ å±ķ
åºĶè¯¥ æĺ¯
é¡¾ å®¢
éĩĮ çļĦ
æ²Ļ æ»©
æĢ§ åĪ«
è§Ħ å®ļ
çľĭ åĪ°äºĨ
å°± ä¸ļ
Ġ å°Ĩ
çļĦæĶ ¯
æĪĺ äºī
åıĺ æĪĲ
ä¸Ģ æĿ¯
åģĩ è®¾
éĩĮ æľī
åº¦ è¿ĩ
çļĦæ ·
æģ Ĵ
æĪĳä»¬ å°Ĩ
é£Ł çĶ¨
æ£Ģ æµĭ
èĸ Ħ
å·® å¼Ĥ
çļĦçŁ¥ è¯Ĩ
åľ¨ æľªæĿ¥
ãĢģ âĢľ
å² ¸
ä» °
ä¹ĭ å¤ĸ
åĵ ¦
æ¸© å®¤æ°Ķä½ĵ
æĻ Ĥ
åĲĪéĢĤ çļĦ
æĤ ²
åı¯ä»¥ æıĲé«ĺ
åī§ æĥħ
èĬ± åĽŃ
éĿŀå¸¸ éĩįè¦ģ
åĲ¬ è¯´
æ±¤ å§Ĩ
çļĦæĻº èĥ½
åŁ ĥ
è£ħ é¥°
è§£éĩĬ ä¸Ģä¸ĭ
åĲ ¹
ç¼º ä¹ı
ä¸Ģ éĥ¨
æıĲ éĨĴ
ä¸ĵ æ³¨
ä¸ª æľĭåıĭ
é¢Ħ ç®Ĺ
è®¡ç®Ĺæľº ç§ĳåŃ¦
æµª è´¹
è´¢ åĬ¡
çĪ ¬
ç»Ĩ èĥŀ
çĸ« èĭĹ
éĽ Ħ
è¯Ŀ é¢ĺ
åĨħ å¿ĥ
æīĢ åľ¨
éĻĦ è¿ĳ
ä¸» è§Ĵ
æ¸ ¯
åı¯ éĿł
çļĦæĮ ĩ
æĦī æĤ¦
æĺ¯ æĪĳ
æĹ¶ åħī
è®¾ æĸ½
èİ «
æ¡ £
èİ·å¾Ĺ äºĨ
å§ ĵ
åİ ¨
i n
ä¸Ń æĢ§
éģĩ åĪ°äºĨ
åĵ² åŃ¦
èĩª ä¿¡
ç»Ħ åĲĪ
åĴĮ æ²»çĸĹ
åľ¨ è¿Ļ
çĶµ è¯Ŀ
åĮĸ åĴĮ
çĽ Ĵ
æıĲ åĩºäºĨ
åĨį æ¬¡
åĿĩ åĮĢ
æĪĲ åĳĺ
éħĴ åºĹ
æĺ¯ä¸Ģ åĲį
å®ŀ æĸ½
åĴĮ ä¸Ģä¸ª
æł¹æį®ç»Ļå®ļçļĦ æĸĩæľ¬
åĴĮ ä¸į
åıį é¦Ī
é£ ĺ
æ° ı
çļĦ åģ¥åº·
åĪĨæŀĲ åĴĮ
e r
çļĦ å®īåħ¨
è§Ĵ åº¦
ä¼ Ł
ä»¥ä¸ĭæĺ¯ä¸Ģ éģĵ
æĶ¶ éĽĨ
çĨĬ çĮ«
çĲĨè§£ åĴĮ
å¸¸ å¸¸
æľĢåĸľæ¬¢ çļĦ
æĻº æħ§
éļ Ķ
èĤ¯ å®ļ
ä¸Ĭ è¿°
èĦ ī
ç¦» å¼Ģ
çĹħ äºº
è¯· æıĲä¾Ľ
èµ ĸ
èĳ ¡èĲ
èĳ¡èĲ Ħ
èı ²
ç¦ ģ
å°ıåŃ¦ æķ°åŃ¦é¢ĺ
ä¸ĢäºĽ åħ³äºİ
çĤ ¸
å¿ §
åħ¨ éĿ¢
ä½ł è®¤ä¸º
ä»¥ä¸ĭæĺ¯ä¸Ģéģĵ å°ıåŃ¦æķ°åŃ¦é¢ĺ
çļĦ è¯Ńè¨Ģ
ä¸į å¤ª
èįī èİĵ
çºł éĶĻ
çķª èĮĦ
æĪĲ ç»©
æ¶īåıĬ åĪ°
ãĢĭ ãĢĤ
äºº åľ¨
çĪ ½
å¤ªéĺ³ èĥ½
ä¼ł è¾¾
åı¯åĨįçĶŁ èĥ½æºĲ
å¤§ æķ°æį®
å®¤ åĨħ
çļĦ åįķè¯į
éĺ ´
åı¦ ä¸Ģä¸ª
å¯¹ äººç±»
åħ Ķ
æµª æ¼«
åĴĮ åıĳå±ķ
æĬ «èĲ¨
åĪĻ æĺ¯
çŃī éĹ®é¢ĺ
2 5
åĶ ¯
åŃĹ æ¯į
æķ ¦
å½¢ çĬ¶
ç² Ĵ
è¯¢ éĹ®
èĩª ä¸»
æį ķ
çı ¾
åĭ ķ
æĲ ħ
è®¾ ç½®
¹ é¥
èĮĥåĽ´ åĨħ
a r
çļĦæĦı ä¹ī
åħį çĸ«
çĶ· åŃ©
åº¦ åģĩ
ä¹ĭ å¤Ħ
âĢĿ ãĢģâĢľ
¹é¥ ª
ç´§ å¼ł
æĽ¾ ç»ı
å¤§ å°ı
èıľ åĵģ
å¿ ł
ä¹ ±
çļ ĩ
çļĦ ç»ĵæŀľ
ä¼¼ ä¹İ
éĥ¨ éĹ¨
çķĻ ä¸ĭ
æĤ ł
æŀģ ç«¯
o m
1 1
çº ·
æĸ° åŀĭ
éģ Ń
çļĦæł ¸
ç»¼ åĲĪ
å°Ĩ å®ĥä»¬
è¿Ļ ä¸¤ä¸ª
æĸ¹éĿ¢ çļĦ
èĢĥ è¯ķ
çī©çĲĨ åŃ¦
ç»´ çĶŁç´ł
è¿Ļå®¶ é¤Ĳåİħ
æĮĩ å®ļ
çļĦç² ¾
è· ¨
å¢ Ļ
ä¸ºæĤ¨ æıĲä¾Ľ
è¿ħ éĢŁ
åĪº æ¿Ģ
åıĤ è§Ĥ
çļĦæ¼ Ķ
æľī ä¸Ģ
æľī ä¸ĢäºĽ
çļĦç³ĸ æŀľ
ä¹ Ķ
æ¬§ æ´²
çļĦæ ¶
å¹´è½» çļĦ
æī °
å°± åı¯ä»¥
åĪĨ åŃĲ
è¿ Ķ
åħĪ çĶŁ
è´ ´
è·¯ ä¸Ĭ
çļĦä¸Ģ æ®µ
å°ıæĺİ æīĭ
éĿŀå¸¸ æĦŁè°¢
æ¸¸ å®¢
æľī çĤ¹
çļĦæ² »
çļĦæı Ĳ
æī ¬
çļĦæ ŀ
èĥ ¡
èĬĤ çº¦
åĨħ éĥ¨
ä¸ŃçļĦ åºĶçĶ¨
é¡º åºı
åħ´ å¥ĭ
ç¾ Ĭ
æĺ¥ å¤©
å¯¹ æĸ¹
ä¸ĭ éĻį
ä¸¾ è¡Į
çŃī å¾ħ
è¯¥ æĸĩæľ¬
åĩº å¤Ħ
GP T
éĺ² æŃ¢
å¤§ çº¦
è½¦ è¾Ĩ
å±ħ æ°ĳ
è¢ ĸ
æ¬ ²
åĵĪ åĪ©
æĺ¯ éĿŀå¸¸
çģ Ń
åĮ» éĻ¢
çĶµ æ±ł
è¦ Ĩ
ä¼ĺ è´¨
äº§çĶŁ äºĨ
ç´ «
åħ· å¤ĩ
æĻ ¨
åħ µ
æĥ³ æ³ķ
æĲħ æĭĮ
å¾Ī æľī
åĬł ä¸Ĭ
å·¨ å¤§çļĦ
èĤ ´
è¯Ń æ°Ķ
ä¾ µ
æµ· å¹³éĿ¢
èİ ī
çĶŁæĪĲ ä¸Ģç¯ĩ
æľī çļĦ
å¼Ģ å¤´
a n
å°ı æĿİ
éĩį è§Ĩ
è®¤ çŁ¥
è² Į
èĴ ¸
åį° è±¡
ç»Ł è®¡
åħħ è¶³
èĩªçĦ¶ çģ¾å®³
ä¸»è¦ģ è§ĤçĤ¹
èĤĮ èĤī
æī ®
æīĵ å¼Ģ
ä¸Ģ åľº
çļĦä¸Ģ éĥ¨åĪĨ
åį³ ä½¿
åħĭ æľį
èĬ ³
çļĦ è¿ĲåĬ¨
æĿ¥ è§£åĨ³
åŃĲ éĩĮ
çİ¯å¢ĥ æ±¡æŁĵ
çļĦæĬĢ èĥ½
æĸĩç«ł ä¸ŃçļĦ
åĪĨ å¸ĥ
æĹ¶ åĪ»
çĮ İ
é¤Ĳ é¦Ĩ
J o
è¯· æıĲåıĸ
æĪĳ è§īå¾Ĺ
éĽĨ ä¸Ń
çľŁ å®ŀ
å½± åĥı
è´ ¦
æĮĩ å¯¼
çļĦ åŁºç¡Ģ
h on
èĩª èº«
ä½¿çĶ¨ äºĨ
æİĴ åºı
çĶµå½± çļĦ
æ½ľ åľ¨
å¤ľ æĻļ
è¢« å¹¿æ³Ľ
çłĶ åıĳ
æİ Ī
å½¼ æŃ¤
æĪĲè¯Ń åĩºå¤Ħ
å¿ĥ èĦı
é»ĳ èī²
åĸ »
å¿ ½
å¤§ èĦĳ
åĩĨç¡® åľ°
å¤ļ æķ°
åįģ å¹´
èĢĮ æĺ¯
é¡ µ
æĴ °
çļĦæİ ªæĸ½
ãĢĭ ï¼Į
æĤ ¬
è¶ħ å¸Ĥ
ä¿¡ ä»»
çļĦ è®¾è®¡
ç®Ģæ´ģ æĺİäºĨ
çļĦ ä»»åĬ¡
ä½ľä¸º ä¸Ģä¸ª
1 6
è¾ħ åĬ©
æľĢ é«ĺ
äººä»¬ çļĦ
æĪĳ æĺ¯
åĨ¬ åŃ£
æĽ´ å¿«
åıª èĥ½
éĩį å¤§
æĬ½åıĸ åĩº
çļĦ æľįåĬ¡
çļĦ é¢ľèī²
ç¬¬ ä¸Ģä¸ª
æľĢ å¤§çļĦ
å¿ĥçĲĨ åģ¥åº·
çĶ ĺ
å¯Ĩ çłģ
çļĦ å°ıè¯´
äºº ä½ĵ
å®£ å¸ĥ
ä¸¤ ç§į
ç£ ¨
éĢ ²
äºº åı£
èį ·
åĬ¨ åĬĽ
çº ¤
è¿ĳ å¹´æĿ¥
ħ åĬĽ
åĽ¾ ä¹¦
çİ© å®¶
æĽ´ å®¹æĺĵ
ç¢ İ
åŁ¹ åħ»
çĲ ´
åħ¬ éĩĮ
æĸĩ æĺİ
èĢ į
éķ¿ æĹ¶éĹ´
æĽ ¼
çļĦæ ¬
ä½ľ å®¶
äºĨ å¾Īå¤ļ
åı¤ èĢģ
éĺ »
èĮ ¨
åŃĺ åĤ¨
åĩ ½
è¿Ľè¡Į æĳĺè¦ģ
åŃĲ åĴĮ
æĢ» çļĦ
çļĦæ²» çĸĹ
æŀĦ å»º
å¹¶ ä¸º
è§Ĩ ä¸º
æĿİ æĺİ
å¾Ī å¤§
å°ı çĮ«
é ł
èı Į
èĤ¡ ç¥¨
ä½ł è§īå¾Ĺ
æĪĳ æ²¡æľī
ä¸Ģ åħ±æľī
æıĲ ç¤º
çļĦæł¸ å¿ĥ
åħ¬ æŃ£
çļĦç½ ĳ
è®¡ç®Ĺæľº è§Ĩè§ī
çŁ ¿
çļĦæ¦Ĥ å¿µ
åĴ ª
åħ¬åĽŃ éĩĮ
çļĦæ ¢
åĲį ä¸º
éĺ µ
h n
ä¸ĭ éĽ¨
é¢ĨåŁŁ çļĦ
æĶ» åĩ»
ç¨ İ
æĺİ çĻ½
æĪĸ åħ¶ä»ĸ
çº ¹
åı¯ä»¥ å°Ĩ
æ¯ ķ
å¾ª çİ¯
åĴĮ åºĶçĶ¨
æİ ĺ
åıĸ åĨ³
èĩ³ åħ³
ä¼ ¯
æł¹æį® ç»Ļå®ļ
çļĦçĶŁæ´» æĸ¹å¼ı
åıĸåĨ³ äºİ
çļĦç¾İ é£Ł
åŃĹ ç¬¦
è§Ĵèī² ä¿¡æģ¯
åĲĦ åľ°
åĴĮ å®īåħ¨
ä¸º ä½ł
æ² ¿
çļĦ äº§åĵģ
å°½ éĩı
çĽ ¾
Ã ·
æ¼Ĥ äº®
ç»ı çĲĨ
æ¢ ħ
æĪĳä»¬çļĦ çĶŁæ´»
çĳ ŀ
è½¬ åĮĸ
å§ Ķ
çģ °
åĽŀçŃĶ è¿Ļä¸ªéĹ®é¢ĺ
ç»ĵ æĿŁ
00 0
åķĨ åĬ¡
è± ª
Jo hn
ä¿Ŀ éļľ
å¤§éĩı çļĦ
çĽĳ çĿ£
çļĦ åŁºæľ¬
åĲ Ľ
æĳ Ĩ
æĢ»çļĦ æĿ¥è¯´
è¯ķ åĽ¾
ä»·åĢ¼ è§Ĥ
è¯ ¸
ä»¥ æĿ¥
èº« ä»½
èµ¢ å¾Ĺ
ç¼º çĤ¹
éĢ Ĭ
çļĦæ ½
æĭ ĵ
äº§åĵģ çļĦ
çļĦçľ ĭ
åıĳ æĺİ
æĢİ æł·
è¯ģ æį®
è¿Ļç¯ĩæĸĩç«ł ä¸Ń
ä»Ĭ å¹´
åı¯ä»¥ æł¹æį®
èĻ İ
é¸ £
çļĦ åĲ«ä¹ī
åĭĩ æ°Ķ
é² ģ
ä¹Ł éľĢè¦ģ
ä¸ªæĢ§ åĮĸ
ä¸Ģ ä»¶
åį §
åıĤ èĢĥ
æĺ¯ åħ³äºİ
èģ ĺ
èİ ±
çłĶç©¶ è¡¨æĺİ
ç»´ æĮģ
åľ Ī
çļĦ åıĺåĮĸ
çĬ¯ ç½ª
è®¸å¤ļ äºº
éĩĮ éĿ¢
æľīæķĪ çļĦ
å¿ĥ åĴĮ
è£ Ļ
ä»İè¿Ļç¯ĩæĸĩç«ł ä¸ŃæıĲåıĸåĩº
c e
åı¯ä»¥ éĢīæĭ©
æŁ¥ è¯¢
å§ ¿
çİ© èĢį
AI æĬĢæľ¯
èĢħ çļĦ
ä» ª
å¹ ½
æľª çŁ¥
ä¼¦ æķ¦
å¥½ å¤Ħ
æĥ³ è±¡
ä¼ Ļ
ä¸į è¶³
l e
å°ı åįİ
åį° åº¦
æŁĶ è½¯
ä½Ĩ ä»ĸ
éĤ Ģ
çĽĳ æµĭ
åĪļ åĪļ
æĻ Ĵ
ä¸ĵ å®¶
çļĦç ĸ
æĢ ª
å°± ä¼ļ
çºł æŃ£
è° Ĭ
æĥħæĦŁ åĪĨæŀĲ
Ġ å¥½çļĦ
åĴĮ æľįåĬ¡
åĲĮ åŃ¦
ä¸İ åħ¶ä»ĸ
çļĦ åĬ¨çī©
èĬ Ŀ
ç¡® å®ŀ
è¯Ń åı¥
æĿİ åĽĽ
æĺ¯ æľĢ
éĻ ·
èĢĮ è¨Ģ
æ°¸ è¿ľ
åĸľ çĪ±
çļĦ åħ·ä½ĵ
äºĭ æķħ
çļĦæĢ ģ
çļĦ é£İæł¼
éĺ Ķ
ä»¥ä¸ĭ æ®µèĲ½
éĩĩåıĸ æİªæĸ½
æ¥ ļ
åĩº è¡Į
çļĦæĥħåĨµ ä¸ĭ
è¶³å¤Ł çļĦ
è¡ «
åħ³éĶ® åŃĹ
å¹´è½» äºº
åĴĮ è°
è´Ł è´£
èħ Ĳ
æĽ´ ä¸º
æª ¬
åĽłä¸º å®ĥä»¬
åŀĥåľ¾ åĪĨç±»
çļĦæĶ¯ æĮģ
è¯ģ æĺİ
çİ© åħ·
æŁ¥ çľĭ
çļĦ è¿ĩç¨ĭ
ç¢ į
å¤§ åŀĭ
è®¿ éĹ®
æģ ĭ
æŃ» äº¡
åıĸå¾Ĺ äºĨ
æĪĳæĥ³ çŁ¥éģĵ
å² ©
äºº å£«
ł æª¬
æīĭ æ®µ
åī ª
æľī çĽĬ
çļĦæĥħ ç»ª
çļ® èĤ¤
è¿Ĳ çĶ¨
ä¸Ģæ®µ æĸĩæľ¬
ç®Ģ çº¦
ä¿ Ĺ
æĭ Ķ
è¿Ļ æ¬¡
æŀ Ŀ
åĩ ¡
åľ° ä¸Ĭ
åŁİå¸Ĥ çļĦ
èĴ Ĥ
çļĦç Ĭ
è¢« ç§°ä¸º
è¿Ļ æĦıåĳ³çĿĢ
å½± çīĩ
æŃ£ å¼ı
åİ ĺ
åŁ¹ è®Ń
å¤ļæł· æĢ§
å±± å³°
åĢĴ åħ¥
ç¼ĸåĨĻ ä¸Ģä¸ª
è°ĥ åĳ³
æł¹æį® ä»¥ä¸ĭæĸĩæľ¬
äº§ ä¸ļ
å°ıæĺİ åĴĮ
æµģ ç¨ĭ
å®ŀ çĶ¨
Ġ 1
éķ¿ çļĦ
æłĩ çŃ¾
çļĦçľĭ æ³ķ
æĳ ĩ
åı¯èĥ½ å¯¼èĩ´
å± ı
è§Ĥ çľĭ
çĽ Ł
ä¸ ģ
å¹´ ä»£
çļĦçĭ Ĺ
çĭĹ çĭĹ
æī® æ¼Ķ
è£ ģ
æİ¢ éĻ©
æĦŁåĪ° éĿŀå¸¸
âĢĿ ãĢĤ</
åĭĩ æķ¢
æĬĢæľ¯ åĴĮ
æĪĳ ä¸į
çĶ· åŃĲ
æ£ ī
ç© Ĩ
æĶ¶ åħ¥
çĽ¸ åıį
äº¤ äºĴ
èĴ ľ
å¼ķ åıĳ
çĸĳ éĹ®
èıľ èĤ´
æĪĲåĬŁ çļĦ
æŁ¥ æī¾
åľº æīĢ
ç§ Ł
æ²Ļ æĭī
åĪ© çĽĬ
åİŁ æĸĩ
ä¸»äºº åħ¬
çĥ ¹é¥ª
çļĦæĬ ķ
å±ķ å¼Ģ
Ľ çĽ¾
æŃ£ å¸¸
èĢģ æĿ¿
å®ŀ æĹ¶
" </
çģµ æ´»
å¿ħè¦ģ çļĦ
èĬĤ æĹ¥
ä¸į è¶ħè¿ĩ
åľ¨ ä¸ŃåĽ½
æĺ¾ èĳĹ
ä¸Ģ å¹´
æĪĲ æŀľ
çļĦæ¸¸ æĪı
æµ·å¹³éĿ¢ ä¸Ĭåįĩ
å¢ ¨
è· ĥ
ä¾Ŀ èµĸ
å½ĵ æĹ¶
åĲĮ æł·
çļĦ çĽ®æłĩ
åĮ ¹
åºĨ ç¥Ŀ
çļĦæ³ ķ
åĴĮ æ°´
ä»İè¿Ļç¯ĩæĸĩç«ł ä¸ŃæıĲåıĸ
ä¹Ł ä¸į
çĭ ®
å·¥ç¨ĭ å¸Ī
æĳ ©
1 7
æĺĵ æĩĤ
çļĦ çī¹çĤ¹
èģĮ ä½į
å¤ ®
å¿ĥ æĢģ
éĩİ çĶŁ
æģ ¢
æ³¢ çī¹
çļĦæ ģ
æĹł éĻĲ
æ¸ħ æĸ°
ä¸Ń æľī
åı¯ä»¥ èĢĥèĻĳ
çļĦæ¢ ¦
åĪ ĺ
çŁ¥ åĲį
çļĦçľ Ł
äºĮ æ°§åĮĸ
å¦Ĥæŀľä½ł åĸľæ¬¢
çļĦ ä¸ĢäºĽ
è¿ «
è°ĵ è¯Ń
åģļ å¥½
çļĦæ ¨
å·¥ èīº
å° ¿
æ¶µ çĽĸ
ä¸ª æ©ĻåŃĲ
æı Ń
è®¤ çľŁ
éĥ½ åľ¨
ä» Ļ
åı¯ä»¥ çĶ¨
æ³ķ è§Ħ
ä¸įæĸŃ åľ°
åħ¶ä¸Ń åĮħæĭ¬
å¤§ å¤ļæķ°
èİ İ
æ·± è¿ľ
èŃ¦ å¯Ł
æī¾ åĪ°äºĨ
éĹ®é¢ĺ çļĦ
æĭħ å¿ĥ
åĲĪ çī©
å¦Ĥä½ķ åľ¨
é² ¸
åıĭ è°Ĭ
åĿ Ģ
äººç±» æ´»åĬ¨
æ® ĸ
æĻºèĥ½ æīĭæľº
è¢«è®¤ä¸º æĺ¯
ä¸Ģ ç³»åĪĹ
ä¹° äºĨ
ä½ĵ éĩį
åıĹæ¬¢è¿İ çļĦ
ç« ¹
èĤ ł
çļĦæŃ £
éĩĬ æĶ¾
é¸¡ èĤī
çļĦæ Ľ
çļĦä¸» æĹ¨
å¦ ĩ
å°Ĩ ä»¥ä¸ĭåı¥åŃĲ
éĺ¶ æ®µ
èĤ ĸ
æĦıè¯Ĩ åĪ°
è¦ģ çĤ¹
å°Ĭ æķ¬
åŃ¦ ç§ĳ
ç¡® è®¤
æĬ ĳ
ä¼¦ çĲĨ
åĴĮ æĶ¯æĮģ
åĢ¼å¾Ĺ ä¸Ģ
æĺ¯åĲ¦ æľī
çļĦ ä¸ĸçķĮ
çĩ ķ
ä½ł åľ¨
æŁ łæª¬
æĦŁ æŁĵ
åĲĥ äºĨ
æĥ ľ
å¼Ģ å¿ĥ
åĩ½ æķ°
çļĦç¥ ŀ
202 1
éĥ½ åı¯ä»¥
æľĢ éĩįè¦ģ
å¥½ çľĭ
é¸ Ń
çº¤ ç»´
çļĦç Į
ä¼ļ å¯¼èĩ´
çļĦæ¶ Ī
è½» è½»
è¶ĬæĿ¥è¶Ĭ å¤ļ
å·²ç»ı æĪĲä¸º
åĽ¾åĥı è¯ĨåĪ«
æĻ® éĢļ
æİ¨ æĸŃ
å¼ Ł
å¯¼ æ¼Ķ
éĻ¤ ä»¥
ç»Ļ äºĨ
ä¸ľ äº¬
æĶ¯ éĵħç¬Ķ
è·¯ çº¿
æĽ¿ ä»£
èĴ Ļ
èģļ ä¼ļ
é¸Ł ç±»
æŃĮ è¯į
æĪĳ ä¹Ł
èıľ åįķ
å¾ Ĵ
å°Ĩ ä»¥ä¸ĭæĸĩæľ¬
éģµ å®Ī
è¿ Ł
å®Ĺ æķĻ
6 0
è¯¥ åħ¬åı¸
é£Ł è°±
æĦ¿ æĦı
æµ· è¾¹
éľ ľ
éģ İ
æĽ´ æľī
çļĦæĳ Ħ
åľ¨å®¶ éĩĮ
éĻ ª
åĸľæ¬¢ åĲĥ
åĪ ł
æķĪçİĩ åĴĮ
è´§ å¸ģ
æĮ Ĥ
æĿ¥ å®ŀçİ°
æĲ º
ä¹ĭéĹ´çļĦ åħ³ç³»
åľ¨ è¿ĩåİ»
çļĦæ½ ľ
æıı ç»ĺ
4 0
æĭ ľ
åĢ į
çļĦæ· ±
ä¸Ģ åĢĭ
è¯» ä¹¦
çļĦæİ Ĵ
çĽĳ ç®¡
éģĵ è·¯
åĪ Ģ
éĨ ī
åĽŀ å¿Ĩ
æĽ´ æĸ°
è´ ¸
ç¤¼ çī©
ä¿ĿæĮģ åģ¥åº·
æ´ ª
èĻļæĭŁ çİ°å®ŀ
äºĭ ä¸ļ
åį« æĺŁ
åĴĮè° Ĳ
äºĮæ°§åĮĸ ç¢³
ä½ł ä¼ļ
æľº åĪ¶
æĤ ī
ä¸Ģ å¼ł
çļĦçĪ± æĥħ
èĭ± æĸĩ
æİĴ åĪĹ
æĪĲ ä¸Ģä¸ª
åĽ¾ä¹¦ é¦Ĩ
çļĦ å¤ĸ
æ¡ ĥ
çŃĶæ¡Ī æĺ¯
å°ı é¸Ł
" ï¼Į
åĪĹ ä¸¾
çİĩ åĴĮ
åĭ Ĵ
æĹł äºº
çļĦ ä¸į
æł¹æį® è¾ĵåħ¥
ä»ĭç»į ä¸Ģä¸ĭ
ä¿Ŀ éĻ©
éĿ¢ æĸĻ
ä»ĸ æĥ³
äºĴ çĽ¸
è®© äººä»¬
å°ıæĺİ å®¶
ä¸ ²
çļĦæ Ł
å¾Ī å¥½çļĦ
è¯· çĶ¨
çļĦ åħ³ç³»
å¯¹ åħ¶
çļĦæŃ ¥
åķĨ åºĹ
èĥ½åĬĽ åĴĮ
ä¸ĢçĽ´ åľ¨
ä»İ ä»¥ä¸ĭ
å°½ åĬĽ
åĪĩ æĪĲ
åľ°çĲĥ çļĦ
çĬ ¹
æĿİ åįİ
å°ı æľĭåıĭ
çĶ· æĢ§
å¦Ī å¦Ī
åĵª ç§į
æĬ ĵ
é¢ĨåŁŁ ä¸Ń
çļĦ é«ĺ
éªĮ è¯ģ
ä»ĸä»¬ åľ¨
å£ ¤
è¯´ è¯Ŀ
èĥ ¸
çĻ½ èī²
åħī çº¿
å°± åĥı
èĬ Ĵ
æģ¢ å¤į
ä¸ §
åıĭ å¥½
æĻ® éģį
ä»¿ ä½Ľ
éĺ Ĳ
ç§į æ¤į
åĪ« äºº
çĶŁæĪĲ æĳĺè¦ģ
æ¯ĶèµĽ ä¸Ń
äººå·¥æĻºèĥ½ çļĦåıĳå±ķ
åĪĽ ä¸ļ
ï¼ļ "
ä¸ ¦
åıª è¦ģ
æĺ¯ å¤ļå°ĳ
æłĩ å¿Ĺ
æħ¢ æħ¢
æ¦Ĥ è¿°
è¿Ĳ è¡Į
æ¢¦ æĥ³
åĴĮ æľĭåıĭ
çº½çº¦ å¸Ĥ
æĪĳ éĿŀå¸¸
æĺ¯ å¦Ĥä½ķ
çļĦ æľºä¼ļ
çĭ Ĥ
åĲĮ äºĭ
å® ¿
æĺ¯ åĽłä¸º
ç¾¤ ä½ĵ
T om
åĬĽ åŃ¦
ä¼¤ å®³
åĬł éĢŁ
æĺ¯ ä¸į
æĿĥ åĪ©
æĻºèĥ½ åĮĸ
æ· ĩ
æĵ İ
å¯ ¸
ä½ł å¯¹
å®Į ç¾İ
çĥŃ æĥħ
ä¿¡ ä»°
åį ľ
æĽ´ é«ĺ
å¦Ĥæŀľä½ł æĥ³
åĭ ¤
æ³ Ĭ
è¿Ļæĺ¯ä¸Ģ ç¯ĩ
åħ¬ ä¼Ĺ
èº«ä½ĵ åĴĮ
ç¨ ®
è¯ĨåĪ« åĩº
å°ĳ å¹´
æľºåĻ¨åŃ¦ä¹ł ç®Ĺæ³ķ
æĮĩ çļĦæĺ¯
åħ¶ å®ŀ
N A
é£ŀ æľº
è½ ¨
è®²è¿° äºĨä¸Ģä¸ª
çļĦ ä½įç½®
åħ ļ
å¯Į æľī
èĥľ åĪ©
ä¾Ľ åºĶ
è¿Ļæł· çļĦ
èĢ Ģ
çļĦç¼ ĸ
2 4
ä½¿çĶ¨ çļĦ
ä¸Ĭ æĸĩ
çļĦæ¯ ı
l i
åľ¨ è¿ĻéĩĮ
åĲįè¯į çŁŃè¯Ń
å« Į
æĸ°éĹ» æĸĩç«ł
è¿Ļ åıª
åıĸ ä»£
æ·ĩ æ·ĭ
å¹¿æ³Ľ åºĶçĶ¨
å° ĺ
æĹ ģ
å®¶ åħ·
åĨ° æ·ĩæ·ĭ
è¯ķ è¯ķ
ãĢĤ '
ä¸įæĸŃ åıĳå±ķ
éĩĩåıĸ è¡ĮåĬ¨
å°½ å¿«
å¹¶ å°Ĩåħ¶
å§ĵ åĲį
çļĦæ £
ä¼ĺ æĥł
ä¸į éľĢè¦ģ
åĬĽ äºİ
çĤ¹ ç¬¦åı·
ä¾ §
åĴĮ å·¥ä½ľ
çļĦç Ļ
å¼ Ĺ
è¿Ļ å°Ĩ
ç®Ģ ä»ĭ
åĪ ·
è°ĥ èĬĤ
å¹¶ ä¸įæĺ¯
çĽ Ĺ
åľ° éľĩ
æıĲä¾Ľ çļĦ
ä¹ Į
çļĦçľ ¼
åĴĮ å¹³
æ¶ Ĥ
å¯¹ è±¡
çĮ ª
æı ´
é ¬
æ® ĭ
ä¸Ģ çīĩ
å¼ķ æĵİ
çĽ® çļĦæĺ¯
ç±»åŀĭ çļĦ
è ĺ
æĶ¾ å¼ĥ
æ·± åĳ¼åĲ¸
æľĢ æĸ°çļĦ
1 4
åħĶ åŃĲ
è¯· å¯¹
è§Ħ èĮĥ
åİŁ åĪĻ
å¼ķ åĬĽ
åĽ½ åĨħ
æĥħæĦŁ åĪĨç±»
è¿Ļæ®µ æĸĩåŃĹ
æİ¥ çĿĢ
çļĦ è¯ĹæŃĮ
æĪĳ å°Ĩ
æĽ´å¥½åľ° çĲĨè§£
åı£ è¯Ń
è´ «
Ġ 5
åıĳ åĩº
å¤© çĦ¶
çļĦ è´¨éĩı
å¹¶ å°Ĩ
æĹ¥å¸¸ çĶŁæ´»
é»ĳ æļĹ
æĺ¯ æĪĳä»¬
ä½ł æľīä»Ģä¹Ī
ä¸Ģ åĪĩ
ä¿® æŃ£
å°¼ åħĭ
åİĭåĬĽ åĴĮ
è¿ĺ èĥ½
æĤ¨ å¥½
å¥ Ķ
æī© å¤§
å¹¶ ç»Ļåĩº
äº¤éĢļ å·¥åħ·
ä¹Ł å°±æĺ¯
æĶ¹ ä¸º
å£ ģ
åľ¨ æŃ¤
åĩĨç¡® æĢ§
è½¬æį¢ ä¸º
ç¥ŀç§ĺ çļĦ
åº Ħ
ä»¥ä¸ĭ éĹ®é¢ĺ
æĺ¯ ä¸ª
æĢİä¹Ī æł·
å¯¿ åĳ½
ä¼ ¸
çĥ ¦
åģı å¥½
ãĢ Į
åĮº åĪ«
æī £
æīĭ æľ¯
æ¶Ī èĢĹ
åŃ Ķ
çīĪ æľ¬
ï¼ļ '
åĴĮ åĪĨæŀĲ
æĦıå¤§åĪ© éĿ¢
æİ¨èįĲ ä¸ĢäºĽ
éħ ª
æııè¿° ä¸Ģä¸ĭ
æĿ¥ æıĲé«ĺ
å¼º å¤§
ãĢ į
åĲİ çļĦ
å½ĵ ä»Ĭ
æı Ĵ
ä¸¥ æł¼
ç½ ļ
çŁ ĽçĽ¾
è¦ģ æ³¨æĦı
åł µ
åıĺ éĿ©
æĪ·å¤ĸ æ´»åĬ¨
å¯ Ĥ
å®Ŀ å®Ŀ
æ¯ «
èĬ ¬
å½ĵåľ° çļĦ
ä¼ł éĢĴ
èĬĤ å¥ı
æľī æĹ¶
çļĦæĢģ åº¦
åĽĽ ä¸ª
åģ ·
çļĦæ°´ æŀľ
é ³
ä¸ī ç§į
çŃī æĸ¹å¼ı
äºİ æĺ¯
æł¹æį® æīĢ
æµ ¸
äººå·¥æĻºèĥ½ çļĦåºĶçĶ¨
çĩĥ æĸĻ
æ¸ħ åįķ
åı¯èĥ½ æĢ§
å¹¿æ³Ľ çļĦåºĶçĶ¨
æĿ¥ çľĭ
åľº åĲĪ
ç¬¬äºĮ ä¸ª
è¿Ļ ä½į
æ¨¡ ä»¿
éĶĢåĶ® é¢Ŀ
èĬ± è´¹
çľ¼ çĿĽ
å¥½ äºĨ
æ°´ åĴĮ
æĢģ åº¦
åİ ¿
éĻ¤ æŃ¤
è¯Ħ åĪĨ
è´¹ çĶ¨
åĮĸ åĲĪçī©
åĲ¬ åĪ°
æľºåĻ¨ ç¿»è¯ĳ
å°¤åħ¶ æĺ¯
çīĽ èĤī
åı« åģļ
å°Ĩ ä¸ĭéĿ¢
åİ Ĥ
æĺĵäºİ çĲĨè§£
çļĦ åŃ¦ä¹ł
åĶ¯ ä¸Ģ
æĬ µ
å¥¥ è¿Ĳ
å¯¹ æīĭ
æľªæĿ¥ åıĳå±ķ
çĶµ åĬ¨
æ» ¤
èģĶ åĲĪ
ç¢ Ĺ
èĪ ĩ
åľŁ å£¤
æĸ° äº§åĵģ
èį ¡
åĲĪ åĲĮ
å¤± åİ»
æĦŁ åĴĮ
å¾· åĽ½
éĤĢ è¯·
é« Ķ
æŀĦ æĪĲ
éľĢè¦ģæ³¨æĦı çļĦæĺ¯
è¾ ŀ
è¯Ńæ³ķ åĴĮ
å®ģ éĿĻ
æĻ¯ è§Ĥ
è´ ¯
éĻ¤æŃ¤ ä¹ĭå¤ĸ
é¦Ļ æ¸¯
åı¯ä»¥ æĺ¯
æķ´ ä½ĵ
çļĦæ¨ ¡
é¢Ħ è®¡
å½ĵ ä½ł
æ¯ı æ¬¡
y t
è±¡ å¾ģ
å¯¹ æĸĩæľ¬
èµ ĭ
æĮ ĸ
ä¸Ģ çĤ¹
æĸĩ ä¸Ń
éŁ µ
èĩ´ åĬĽäºİ
è¿Ļ åº§
å¸¦æĿ¥ çļĦ
éĩįåĨĻ ä»¥ä¸ĭåı¥åŃĲ
æĮ ĳ
èħ »
åĢ¾ åĲĳ
ä¸ ¹
ç» Ĵ
é© ±
ç»ĻæĪĳ ä¸Ģä¸ª
ä¸¾ åĬŀ
å®ī è£ħ
èµĦ æĸĻ
ä¿¡ åı·
åı¦ ä¸Ģ
çļĦæµ ģ
å¿ĥ çģµ
æ°´ ä¸Ń
1 3
å¸ ½
å¹³ æĸ¹
æ¼ ł
å¾Ī éļ¾
éĸ ĵ
å®Į åĸĦ
èĭ± éĽĦ
çİ°åľ¨ è¯·ä½ł
å¦ ¹
éĿŀå¸¸ æľī
éĸ ĭ
æĩ ī
åĴĮ é«ĺ
çģ« æĺŁ
æľī äºº
è¯¥ æĸĩç«ł
ãĢĤ ãĢĬ
é¦ ¨
å¾Ģ å¾Ģ
åĴĮ æķ°æį®
ä¸º ä¸Ģä¸ª
çļĦç¨ ĭ
è¿ĻäºĽ éĹ®é¢ĺ
éļı æľº
åº¦ çļĦ
çļĦæĬĢ å·§
æĹħæ¸¸ æĻ¯çĤ¹
åĴĮ æĬĢæľ¯
æĪĲ ç«ĭ
ç¤¾ä¼ļ çļĦ
é½ Ĳ
ä¾¿ æį·
äºº å¿ĥ
æĢİä¹Ī åĬŀ
çļĦç¾İ å¥½
è¡ ¬
ä¼Ļ ä¼´
çļĦ è¿ĩç¨ĭä¸Ń
è® ¯
å¤© ä½ĵ
æĵ ħ
ä¼łç»Ł çļĦ
æ¯ı äºº
æ¤ ħ
æīĢ è¿°
æ¯ı å¹´
éŃ ħåĬĽ
éĢļå¸¸ æĺ¯
yt hon
çļĦæĦŁ åıĹ
åı¯èĥ½ä¼ļ å¯¼èĩ´
å¤± è´¥
åıį æĺł
æľī æľº
å¸ Ń
æĴ ŀ
å®ļ åĪ¶
æĺ¯ä¸Ģ é¡¹
æĭ¼åĨĻ éĶĻè¯¯
å¹¶ è¿Ľè¡Į
ä¸ŃåĽ½ çļĦ
è¦Ĩ çĽĸ
æłĩ è®°
çļĦæĥħ èĬĤ
èµĦ éĩĳ
ç»ĻæĪĳ ä¸ĢäºĽ
ä¼ļ å¯¹
Ġ äººå·¥æĻºèĥ½
ç¶ ĵ
å¸® æĪĳæĥ³
æ¼Ķ è®²
åħ± äº«
æľĪ çĲĥ
çļĦæĶ ¹
çĻĮ çĹĩ
æ¨¡æĭŁ äººç±»
è¯· ç»ŃåĨĻ
èĬĤ çĽ®
åı¯ä»¥å¸®åĬ© æĪĳä»¬
åŃ¦ æľ¯
çĲĥ åĳĺ
çī¹åĪ« æĺ¯
Ŀ åįľ
è¿ĺæľī åħ¶ä»ĸ
è¡¨çİ° åĩº
P ython
å°ı çļĦ
åª ļ
çļĦ æĹ¥
éĿŀ æ´²
ç»Ļ äºĪ
åĩº çĶŁ
åĩ ¯
çªģ åĩº
æļ Ĥ
çģ« è½¦
äººå·¥æĻºèĥ½åľ¨ åĮ»çĸĹé¢ĨåŁŁ
åı¯ä»¥ å°Ŀè¯ķ
çļĦæĳĦ åħ¥
ç½ĳ ä¸Ĭ
æ´ĭ èĳ±
æııè¿° ä¸Ģä¸ª
äºĨ ä»Ģä¹Ī
æĴ Ĵ
éĥ½ èĥ½
ç²¾ åĩĨ
å°ı çİĭ
æĪĳ å·²ç»ı
ä¸Ń å¤®
æĪĳ å¯¹
æīĭ è¡¨
åĮĹ æŀģ
èĿ ¶
æĺ¯ äººç±»
å¼ķ äºº
å¸Ĥ ä¸Ńå¿ĥ
ä¸Ĭ æľī
å¤ĸ å¥Ĺ
éĹ ľ
çļĦç¤¾ äº¤
è¿Ļ åľº
éĻ¤ æ³ķ
ç¾ ½
ç§ĳæĬĢ çļĦ
åĴĮ æĥħæĦŁ
è¿Ļ éģĵ
åĿĩ è¡¡
åĩł å¹´
å¿ł è¯ļ
èı ĩ
ç»Ī äºİ
çļĦæķĪ æŀľ
éģĹ äº§
ä¼ļ åľ¨
è¯· åĽŀçŃĶ
çİ¯ä¿Ŀ æĦıè¯Ĩ
è¿Ķ åĽŀ
éĩį éĩı
çļĦ ä»·æł¼
åĪł éĻ¤
è¹ Ī
ä»¥ä¸ĭ æĸĩç«ł
å¤ªç©º æİ¢ç´¢
çļĦæ¢¦ æĥ³
ç¼ ĺ
åħĪ è¿Ľ
éĶ ģ
åģ¥åº· åĴĮ
æĪĳ å¸ĮæľĽ
è¯·ç»ŃåĨĻ ä»ĸä»¬çļĦå¯¹è¯ĿåĨħå®¹
ç»Ļ æĤ¨
å±± èĦī
åĩ Ŀ
è¡ ĵ
çĪ ¸
æĭ Ĥ
é¥®é£Ł ä¹łæĥ¯
ä¸Ń ç«ĭ
éĿŀ æ³ķ
ä¸¤ ä¸ªäºº
ç£ ģ
äºļ æ´²
æĺ¯ éĢļè¿ĩ
AI è¯Ńè¨Ģæ¨¡åŀĭ
e n
ä¸į å¥½
æ¶Ī æģ¯
æ» ´
è¿Ļ ä¹Ī
ä½Ĩ å®ĥ
åİ» å¹´
æĿĲ è´¨
åģ ¶
æĽ´å¥½åľ° äºĨè§£
éĢ Ĺ
èį Ĵ
æ³¨æĦı åĬĽ
é¢ Ī
å¤ı æĹ¥
o r
å½¢ çļĦ
åĲ¸ æĶ¶
éļľ ç¢į
çļĦçĬ ¶
çļĦæ¸ ħ
æ½® æµģ
åįķ ä½į
ä¸į åĪ°
æĢ ĸ
å®¶ æĹı
æľĢ å¤ļ
è£ Ĥ
ç© ·
é ī
åħ¬ å¹³
ä¸įä»ħ ä»ħ
éĢı æĺİ
åĪĨ æĶ¯
GPT æ¨¡åŀĭ
çļĦ ä¹¦
è¿Ļæĺ¯ åĽłä¸º
æĸĩ ä»¶
ä¹Ł åľ¨
è´¸ æĺĵ
çĽ¸ æ¯Ķ
ä¸ī è§Ĵ
åı¯ä»¥ çĶ¨äºİ
æľī éĻĲ
ä¿Ŀ çķĻ
åĴĮ å»ºè®®
èµ· æºĲ
æľº éģĩ
åħ¨ åĽ½
æĦı è§ģ
åĨł åĨĽ
æĬķ åħ¥
æ¼ ı
å¾ĭ å¸Ī
å¤©æ°Ķ é¢ĦæĬ¥
æĪĳ åĢĳ
åıį ä¹īè¯į
æķ° ä¸º
ç¨ ¿
èĦ Ĩ
ç½ ©
çĶŁ åĬ¨
åİŁå§ĭ æĸĩæľ¬
æĶ¾æĿ¾ èº«å¿ĥ
ç©¿ è¶Ĭ
åĪ¶ åĵģ
çļĦå¥½ å¤Ħ
æĸĩç«ł åĨħå®¹
æľīäºĽ äºº
è ¼
èķ ´
çĥŃ éĹ¨
å®ŀéĻħ ä¸Ĭ
æīĵ éĢł
ä»¥ æıĲé«ĺ
ç¨ į
è° ¨
èīºæľ¯ å®¶
ä¸Ģ éģĵ
æµĭ éĩı
åİĨåı² ä¸Ĭ
ä¹Ĳ è¶£
å°¼ äºļ
éĿ© åĳ½
åŃ©åŃĲ ä»¬
èĥ½å¤Ł å¸®åĬ©
çĪ± çļĦ
åľ ĭ
æ¯Ķ åĸ»
æľį è£ħ
å¨ ľ
çļĦç¾İ ä¸½
æĪĳ è¦ģ
æĺ¯ ç¾İåĽ½
åı¯ä»¥ ä¸º
å°Ĭæķ¬ çļĦ
åĽŀ åĪ°
å¹¶ è§£éĩĬ
çº¢ èī²çļĦ
èŀį åĲĪ
æ¬ º
åıĮ æĸ¹
çĮ« åĴª
éĿ¢ è¯ķ
èī ³
å¤§ åľ°
èĪŀ è¹Ī
æµ ħ
åĪ© æ¶¦
åĨ² çªģ
å¿ĥçĲĨ åŃ¦
åĹ ¯
ä» ģ
åľ° ä½į
èĥ½ ä¸įèĥ½
éĺĲ è¿°
æıĲä¾Ľ æĽ´
è¯ĬæĸŃ åĴĮæ²»çĸĹ
æİ¥ è§¦
çħ İ
çļĦè¯Ŀ é¢ĺ
éĩĳ å±ŀ
éī ´
çĶ» éĿ¢
çļĦæķĻ èĤ²
ä½ ©
ä¸į åĨį
æĸ¯ åĿ¦
è¿Ļ è¡¨æĺİ
å®ī éĿĻ
çľŁ æĺ¯
ãĢĤ âĢľ
çİ »
éħį æĸĻ
çĥŃ éĩı
åį ¢
è¯Ń ä¹ī
æľ¬ èº«
å¼Ģ å±ķ
éĵ º
çī¹ æĢ§
è½¬åĮĸ ä¸º
éªĳ èĩªè¡Įè½¦
åĴĮ æĹ¶éĹ´
åĩĨç¡® çļĦ
åįı ä½ľ
æĿ¥ çļĦ
å¿ĥ ä¸Ń
æľī ä»»ä½ķ
ä½ĵ ç³»
åĲĪ å¹¶
åħ¬ å¼ı
æĪĳ æİ¨èįĲ
æľĢ éĩįè¦ģçļĦ
çļĦ åĲĮæĹ¶
æĪĳ æŃ£åľ¨
9 0
æĸĩæ¡Ī çĶŁæĪĲ
ä¸Ģå®ļ çļĦ
è° ľ
ç²¾ å½©
æĿ¥ å¸®åĬ©
æħ İ
åľ¨ æĪĳ
åįĩ é«ĺ
éļ¾ å¿ĺ
çļĦ é¦ĸ
è¡¨ æł¼
åįĹ æŀģ
æł¸ å¿ĥ
å°ı åŀĭ
çĴ ĥ
202 2
çŃī æĬĢæľ¯
æ¶ ¯
èĩªçĦ¶ çİ¯å¢ĥ
ä»Ĭå¤© å¤©æ°Ķ
çĸ² åĬ³
åı¯ä»¥ å¾ĹåĪ°
å¸¦ æľī
åĴĮ äººç±»
çļĦæĬķ èµĦ
åİŁ åı¥
æīĵ ç®Ĺ
å¾Ī æĬ±æŃī
å¼Ĥ å¸¸
åĽŀ å½Ĵ
èµ İ
é¼ »
æĴ ĳ
æ°ĳ æĹı
åħ¨çĲĥ èĮĥåĽ´åĨħ
èĩªåĬ¨é©¾é©¶ æ±½è½¦
å¾Ī ä¸įéĶĻ
çĶ³ è¯·
ä¼ļ æľī
é¢Ħ è®¢
æķ°æį® çļĦ
æĹħ ç¨ĭ
ä¼ĺç§Ģ çļĦ
æŃ¥ è¡Į
æıĲ åīį
èµ ¶
éĻ Į
ä¸Ģ åı¥
åľ° åĽ¾
åł Ĩ
æĪĲåĬŁ åľ°
æ¢ °
ä½ĵ çİ°
èĬĤ èĥ½
æ³ ī
ç´§ æĢ¥
å¾Ī å¿«
åį³ å°Ĩ
æĹ¥å¸¸ çĶŁæ´»ä¸Ń
æ³° åĿ¦
å¾Ī æ£Ĵ
ä¸į å¾Ĺ
éĻ ¶
æĺİ åªļ
ç®ĢçŁŃ çļĦ
å¤§ è±¡
åĩº åıĳ
åı¯èĥ½ çļĦ
èº« è¾¹
å¯Į åĲ«
åĽŀ å¤į
çĳ °
åŁºäºİ ä»¥ä¸Ĭ
åį ĵ
äºº éĻħ
åı¯ è¡Į
çĽ¸åºĶ çļĦ
çĽ¸åħ³ ä¿¡æģ¯
æĪĳ ä¸įèĥ½
æĪĳ å»ºè®®
åĮĸ çŁ³
çĮ ľ
æľįåĬ¡ åĳĺ
ä»¥ å¸®åĬ©
5 00
ä»£ æĽ¿
å¥¥è¿Ĳ ä¼ļ
éģ ¥
å°¼åħĭ åı·
å¤ ¹
æ´» åĬĽ
åıĹ ä¼¤
çº¦ ä¸º
é¥¼ å¹²
çģµ æĦŁ
åı¯ä»¥å¸®åĬ© ä½ł
è¿Ļ ä¹Ł
æľī å®³
åŃ Ļ
äº« çĶ¨
çļĦæ ¤
çº¢ æ¥¼
åŃ¦ä¹ł ç¼ĸç¨ĭ
æİ¥ ç§į
æ¡Ī ä»¶
é¹ ħ
åĩºçİ° äºĨ
è «
å®¾ è¯Ń
å¤± æľĽ
è¿Ļ ä»½
ä¾ £
è´ ¾
åĴĮ åģ¥åº·
ç©Ĩ æľĹ
éĢłæĪĲ äºĨ
è¡Ģ ç®¡
åĸľæ¬¢ çļĦ
åľŁ åľ°
äºĭ é¡¹
ç²¾ åĬĽ
å¤§ è§Ħæ¨¡
ç©ĨæľĹ çİĽ
æĦ Ī
ç¤º ä¾ĭ
æĵħ éķ¿
åĲĪ æ³ķ
è°¢è°¢ ä½ł
æ¸ħ æ¥ļ
æħ Ī
æī «
éģµ å¾ª
å§ Ĳ
æ³°åĿ¦ å°¼åħĭåı·
çļĦ åĲįåŃĹ
çļĦæ° ĽåĽ´
ä¹Ł éĿŀå¸¸
å¿ĺ è®°
è¡Ģ åİĭ
è¿Ĳ è¾ĵ
å°¿ çĹħ
æļĹ ç¤º
ä¸ª æľĪ
åı¯èĥ½ éľĢè¦ģ
æĻ´ æľĹ
ä¸į èµ·
åľ¨è¿Ļä¸ª åı¥åŃĲä¸Ń
çĶµè§Ĩ åī§
åĩº éĹ¨
åŃ¦ èĢħ
åİĨ ç¨ĭ
çĶ· å£«
éľ į
åİ¨ æĪ¿
éĽ ¾
å¼º å¤§çļĦ
çĶ³ åħĭ
å¤§ çĨĬçĮ«
éĢļ ä¿¡
èĤĸ çĶ³åħĭ
åħ ģ
æĪĳæĥ³ è¦ģ
å¯Ĵ åĨ·
çļĦçĹ ħ
Ġ +
çļĦçŁŃ æĸĩ
æ°§ æ°Ķ
è§£ çŃĶ
åĬŀåħ¬ å®¤
çļĦæİ ¢
éĩİ é¤Ĳ
æķ°åŃĹ åĮĸ
çļĦ åħ³éĶ®è¯į
æĪĳ è¿ĺ
å¦ Ĩ
æµ ´
æ³ ½
è°· æŃĮ
æĳĦ æ°ı
é¢ĨåŁŁ çļĦåºĶçĶ¨
çļĦæĢ» ç»ĵ
çļĦæĢ§ èĥ½
éķ¿ åŁİ
æŁĲ ç§į
è¾ Ľ
çĽ Ī
è¯· æ±Ĥ
ä½Ĩ åľ¨
çŃī åĽłç´ł
çļĦ çī¹å¾ģ
æķ° çĻ¾
ç©ĨæľĹçİĽ å³°
çļĦçģ µ
æ¯ ģ
åīį æıĲ
çİ» çĴĥ
çĥŃ çĪ±
æĸĩ æ¡£
çļĦæĻ¯ çĤ¹
çļĦç ´
å¾® é£İ
æĮĩ åįĹ
åĪ¶ æĪĲ
æ¯ı åĳ¨
ä¸Ģç¯ĩ åħ³äºİ
çļĦæĶ ¶
çĲĥ éĺŁ
åį± å®³
çº¢æ¥¼ æ¢¦
æľº åľº
åĸ ·
åĪ¶ åº¦
ä¼Ĺ å¤ļ
ä¸ŃçļĦ åħ³éĶ®è¯į
çļĦæķ ĳ
çļĦæŃ¥ éª¤
æľī çĶ¨
èħ °
æĻ® åıĬ
æĸ ĳ
ç³ĸ å°¿çĹħ
é¥® çĶ¨
éĩİçĶŁ åĬ¨çī©
çļĦ æĸĩåĮĸ
ä»ĸ åĢĳ
æĻ ¶
åī ²
æķĻ åŃ¦
æľŁ æľĽ
ä»¥ä¸ĭæĺ¯ ä¸ĢäºĽ
å¯ º
æĪĳä»¬ å¿ħé¡»
æ¡Ī ä¾ĭ
æĮĸ æİĺ
æĹ ±
8 0
å¤ ·
ä¸º ä¸»
åľ¨ éĤ£éĩĮ
å¤Ħ äºİ
å¤ļ åħĥ
åĮºåĿĹéĵ¾ æĬĢæľ¯
çĶµ åĻ¨
è¿ľ ç¨ĭ
åįı åĬ©
å¯¼èĩ´ äºĨ
ä¼ ı
ä¼ ŀ
åĲİ æŀľ
æ¶Ī éĻ¤
è°¢è°¢ ä½łçļĦ
è¾£ æ¤Ĵ
æĺ¯ è°ģ
æ© ĺ
ç»ĦæĪĲ éĥ¨åĪĨ
çĽ Ĩ
å¤ º
ä¹ Ļ
èĥ½å¤Ł åľ¨
ä¸į å°ĳ
èĢģ é¼ł
ç»¼ ä¸Ĭ
¡èĲ Ŀåįľ
åĴĮ è¡Įä¸º
æĿ° åħĭ
èĥ ¡èĲĿåįľ
æĶ¹ æŃ£
æ° ĽåĽ´
åĩº åİ»
è¿ĩ äºİ
çĲĨ å¿µ
çĸ ¼
çļĦ ä½ľçĶ¨
éĹ® çŃĶ
ä¸Ģèµ· åİ»
æĿ¥ åĪ°
è¯Ĺ äºº
çıł ç©ĨæľĹçİĽå³°
ç²¾ ç¡®
è¿Ļä¸ª äºº
åģļ æ³ķ
çĶ¨ åĵģ
å¾Ī å¤§çļĦ
å°ıæĺİ çļĦ
å®ļ ä½į
ä¸Ĭ äºĨ
çłĶç©¶ äººåĳĺ
æĦŁ çŁ¥
åı ł
çľŁæŃ£ çļĦ
æ» ļ
æĺ¨ æĻļ
ç¾İåĳ³ çļĦ
å®ĥ åľ¨
å¹³åĿĩ åĪĨç»Ļ
éĿ¢ ä¸Ĭ
åĸľ åī§
æĪĳ æĺ¨å¤©
è¯· ä¸º
b r
ç³ Ĭ
å·¥ä½ľ æķĪçİĩ
ä½ľ ä¸ļ
ï¼ģ âĢĿ
çļĦ å£°éŁ³
æ¥ Ń
åĩı ç¼ĵ
æ³ Ħ
äº ¦
æ¸© é¦¨
æĦŁ æ¿Ģ
æ³ ¥
ä¹ĭ æĹħ
èĢĮ ä¸į
ç§ĭ åŃ£
åįı è°ĥ
çİ° åľº
æĹłè®º æĺ¯
çļĦ èĬ±
æ¿Ģ åıĳ
è® ĵ
çĭ® åŃĲ
åĮ»çĸĹ è¡Įä¸ļ
è¿ĻäºĽ ä¿¡æģ¯
åıĹ åĪ°äºĨ
éĻĮ çĶŁ
å¤ ķ
â Ħ
æĸĩç«łä¸Ń æıĲåĪ°
æľĢè¿ĳ çļĦ
åĲ ģ
ä¼ĺ åħĪ
æĪĳ åİ»
è¶ħ çº§
å·¥ä½ľ åĴĮ
çİ¯å¢ĥ éĹ®é¢ĺ
æµĵ éĥģ
åı¤è¯Ĺ ç»ŃåĨĻ
æ¢ ¨
åĬ £
æĪĳ ä»Ĭå¤©
çĶŁæ´» çļĦ
èģĮ åľº
ç®Ģ åĮĸ
æĺ Ĩ
å·² çŁ¥
åįİ çĽĽ
éĢĹ åı·
çĥ Ĥ
åĨ¬ å¤©
æ §
å®¶ åĽŃ
åı¤ åħ¸
å¿«éĢŁ åıĳå±ķ
åı Ļ
è´¢ å¯Į
âĦ ĥ
å¤įæĿĤ çļĦ
é¥ ±
èĤī ç±»
æĿ ¨
åĩº èī²çļĦ
æŁ ľ
ä¿ĿæĬ¤ æĪĳä»¬çļĦ
åĩº ä¸Ģä¸ª
ç ·
é¹ ¿
çļĦ åĬĽéĩı
è¿Ļä¸ª æķħäºĭ
å§ĭ ç»Ī
åįİçĽĽ é¡¿
ä¸į å¤Ł
å¦ »
å ļ
å¯ ĵ
è®¾è®¡ ä¸Ģä¸ª
åĪĽéĢł åĬĽ
æķ Į
æįŁ å¤±
åģı è§ģ
çıį æĥľ
éĢīæĭ© ä¸Ģä¸ª
éĶĻ åĪ«
ä¸ĵæ³¨ äºİ
åĩº çļĦ
å¼ ¦
æĻļ é¤Ĳ
çī© èģĶç½ĳ
ä¸į èī¯
éĶĻåĪ« åŃĹ
éĤ ¦
çĩ ¥
ç§ĳåŃ¦å®¶ ä»¬
æī© å±ķ
æĥ §
æĸĩæľ¬ è¿Ľè¡Į
æĶ¹åıĺ äºĨ
éĢ Ĩ
ç« Ł
ä¹° äºĨä¸Ģ
æĭ ĸ
ä»ĸä»¬ ä¹ĭéĹ´
æĥħ å¢ĥ
å¾Īå¤ļ äºº
éĢļè¿ĩ å¯¹
èŃ¦ æĸ¹
ä¸į ç¡®å®ļ
æĸ ľ
åħ³ éĹŃ
èĨ ľ
ç»Ļ äºº
ä¸į åŃĺåľ¨
ç¾İ æĻ¯
Ġ Ã·
å¥¶ éħª
è¯· æł¹æį®
Ġ 4
å·² æĪĲä¸º
åĲ¬ éŁ³ä¹Ĳ
æĶ Ģ
çĲĨ çĶ±
å¼º åº¦
è¿ĲåĬ¨ åĳĺ
âĢ¦ âĢ¦
Ħ æ¦
åľ° åĲį
çĶ¨ éĢĶ
åİŁ åŃĲ
æĸ°éĹ» æłĩé¢ĺ
æĸ° æĬĢæľ¯
è³ ĩ
èĩ³åħ³ éĩįè¦ģ
ãĢĤ" </
æĿ ī
æ¶ ¨
æĹħæ¸¸ çĽ®çļĦåľ°
æ¼« æŃ¥
æķ°æį® åĪĨæŀĲ
éĢļå¸¸ ä¼ļ
ä¸ĸçķĮ åĲĦåľ°
Ħæ¦ Ħ
è®° å¾Ĺ
çļĦ é¢ĨåŁŁ
a t
æĺ¯ä¸Ģ å®¶
äºļ é©¬
éª Ĺ
æģĲ æĢĸ
æĺİ äº®
ĸ æģ¯
æĺİçĻ½ äºĨ
çŃ Ľ
å° ĸ
è¡Į é©¶
çļĦçĮ «
é¡ Į
çĿ¡ è§ī
çļĦç¼ĸ ç¨ĭ
i t
å¦Ĥä½ķ åĪ¶ä½ľ
ä»¥ åħ¶
åĭ ĥ
æĪ¿ å±ĭ
æ£ ĭ
ä»İ ä¸Ń
å¸¦ çĿĢ
è¿ Ī
é£İ æļ´
éŃ Ĥ
å£ ³
ä¸ĭ çļĦ
çĲĨ æĥ³
åıĤ æķ°
æķĻ å¸Ī
åĲĦä¸ª é¢ĨåŁŁ
æĸĩ è¨Ģ
å±ı å¹ķ
åĬł çĥŃ
åĴĮ çĲĨè§£
æĽ´ æĶ¹
ä¿ Ħ
æıı åĨĻ
çļĦæ² Ļ
çĭ ¼
çİ°ä»£ ç¤¾ä¼ļ
éĹ» åĲį
èĸ ¯
çļĦçĭ ¬
ï¼ ħ
åľ° çĲĨ
å»ºè®® åĲĹ
èħ ¾
å±ħ ä½ı
åľ¨ åĵªéĩĮ
å²ģ çļĦ
èĥ ĥ
çŃī å¤ļä¸ª
æľī æ°§
æł¹æį® èĩªå·±çļĦ
å¹² åĩĢ
ä¸¤ äºº
åĳ¼ åĲģ
__ __
æĮ ¯
ç¢ ĳ
äºļé©¬ éĢĬ
çĽ¸ å½ĵ
æ¡ Ĩ
å° ĩ
ç¥ ĸ
çļĦæ ¡
æĸĩè¨Ģ æĸĩ
çļĦæ² ŁéĢļ
è° ĭ
éĻª ä¼´
èĺ ĳ
è¿ĻäºĽ éĥ½æĺ¯
å¾Ī é«ĺåħ´
æľĪ äº®
æŁ ¿
æ³ ª
åĿĲ åľ¨
æıĲé«ĺ äºĨ
æ¿Ģ çĥĪ
ä½ł æĺ¯
äºº æĢ§
æĹ¥ çĽĬ
æº ª
çĭĹ çļĦ
èī °
å¤ĩ åıĹ
æĪĺ æĸĹ
æ´ Ĵ
æī İ
èĺĳ èıĩ
è¯Ń å¢ĥ
è¡¨ è¿°
æ¸©å®¤æ°Ķä½ĵ æİĴæĶ¾
ä¿Ŀ æļĸ
åł ´
éĤ »
æľī æĦıä¹ī
åħģ è®¸
ç² ®
æİ¨ è¿Ľ
åĴĮ ä¸ªäºº
ç¿ Ķ
å¤§ å¤§
æĺ Ĥ
éĺ¿ çĶĺ
æŀģç«¯ å¤©æ°Ķ
å±Ĥ æ¬¡
çļĦ åĳ³éģĵ
å© ´
çİ «
å¼ķ å¯¼
çĤİ çĥŃ
ä¸Ģ èĩ´
æ²Ļ åıĳ
æıŃ ç¤º
çļĦçĬ¶ æĢģ
ä¼ Ĳ
çŃī äºİ
éĶĻ è¿ĩ
åģ¥èº« æĪ¿
æĥ ĳ
æĪĳä»¬ ä¼ļ
çļĦ å½¢å¼ı
é«ĺ è´¨éĩı
çĭ ±
æĺ¾ å¾Ĺ
æ¯ķ ä¸ļ
çļĦ ä¾ĭåŃĲ
æĹ© æľŁ
æĭĽ èģĺ
åŀ Ĥ
æĺ¯ ä¸ĸçķĮä¸ĬæľĢ
æ² ĥ
èĬĿ å£«
åº Ļ
å®¢ æľį
æł¹æį® æłĩé¢ĺ
çļĦæķĳ èµİ
æĪĳä»¬åı¯ä»¥ çĶ¨
åºŁ å¼ĥ
èĵĿ èī²çļĦ
äºī è®®
å»ºçŃĳ çī©
æľī æĹ¶åĢĻ
åįı è®®
é½ ¿
åıĳ éĢģ
æķ°æį® ä¸Ń
æĪĺ çķ¥
èĭ¹æŀľ åħ¬åı¸
é£İ åħī
éĿ¢ä¸´ çĿĢ
åĪ ĳ
å² Ĺ
ä½Ĩ ä¸į
ä½Ĩ ä¹Ł
éĩıåŃĲ åĬĽåŃ¦
å¹¶ è¾ĵåĩº
æĪĳä»¬ åľ¨
å®īåħ¨ åĴĮ
èĿ ´
åĳĪçİ° åĩº
çļĦæŃĮ æĽ²
æĢ» ä½ĵ
èħ Ĭ
ç¿ ħ
åľ¨ ç»Ļå®ļçļĦ
èĿ´ èĿ¶
è¿Ļæ®µ è¯Ŀ
æķ°æį® åĴĮ
åĲĳ éĩı
åĩº çīĪ
çļĦæĻ ®
ç»¼ä¸Ĭ æīĢè¿°
åĪĨåĪ« æĺ¯
çļĦ åľºæĻ¯
çŁ ¶
å¼º åĮĸ
o b
è¯¥ åı¥åŃĲ
å¾ Į
å¸Ĥåľº èĲ¥éĶĢ
ä¿® å¤į
æķħäºĭ æĥħèĬĤ
æ Ĩ
æĹ© æĻ¨
ç¢³ æİĴæĶ¾
åĴĮ çİ¯å¢ĥ
æĽ´ æŃ£
è ¤
" ãĢĤ
æ¾ ³
çļĦ åĲįç§°
äººå·¥æĻºèĥ½æĬĢæľ¯ åľ¨
éĢļ çŁ¥
ä¹Ł èĥ½
æĪĳ åĴĮ
æ¿Ģ åĬ±
æĶ¿ æ²»
åĽ¾ æ¡Ī
ä¸ĢäºĽ äºº
ä¸Ģ åħ±
ç§ Ĵ
å®ŀä½ĵ è¯ĨåĪ«
èĥľ åľ°
ä½Ĩæĺ¯ æĪĳ
è®¾ å®ļ
èĤĸçĶ³åħĭ çļĦæķĳèµİ
å½ »
æ¢ ģ
å¥½ åĥı
å»º éĢł
çīĽ ä»Ķ
ç»ı èĲ¥
å¤ª å¤ļ
çļĦæķ° åŃĹ
çĶµåŃĲ åķĨåĬ¡
è®©äºº æĦŁåĪ°
æĴ° åĨĻ
è®© è®¡ç®Ĺæľº
æĭ Ĵ
æĪ ª
å®¶ éĩĮ
çİ« çĳ°
äºº æķ°
çİ¯ä¿Ŀ çļĦ
æĪĸ ç¼º
äººå·¥æĻºèĥ½ åĴĮ
ä¸ª ä½ĵ
æĬĢæľ¯ çļĦåıĳå±ķ
ä¸Ģæ®µ å¯¹è¯Ŀ
çĺ ¦
æĳĦæ°ı åº¦
åĬł å·¥
å¾ ¡
åı¯ä»¥ ä»İ
åıĳçİ° äºĨ
å¤± ä¸ļ
ç«ĭ åį³
èĥ ¶
è±Ĩ èħĲ
éĢĶ å¾Ħ
å¿Ĺ æĦ¿
çĤ ī
æĦı å¤ĸ
çĪ¶ æ¯į
æĸĩ èīº
çļĦæ°Ķ åĢĻ
ç®Ģ åİĨ
çļĦ åĴĸåķ¡
ç»ĻæĪĳ æİ¨èįĲ
ä¼ĺ ç¾İ
çĶµå½± åĲįç§°
èĥ ĸ
å¿ĥèĦı çĹħ
åĲį åı«
æĽ¿æį¢ ä¸º
æ© Ħæ¦Ħ
å¼ķèµ· äºĨ
çĥ¤ ç®±
éĶħ ä¸Ń
è¯· ä»İ
åħ´è¶£ çĪ±å¥½
çļĦåħ³éĶ® ä¿¡æģ¯
åıĳ è¡¨
åĲİ çļĦåı¥åŃĲ
çļĦ ä¸ľè¥¿
åıĺ éĩı
äºº åĴĮ
èħ ¹
äºĳ è®¡ç®Ĺ
çļĦæİĴ æĶ¾
éĢı æ°Ķ
èµ° äºĨ
å½¢ æĢģ
éŀĭ åŃĲ
åĴĮ ç®¡çĲĨ
åıĸ æ¶Ī
ä¼ģä¸ļ å®¶
çļĦæ¸© åº¦
æģ °
ç§ĳå¹» å°ıè¯´
åŁºäºİä»¥ä¸Ĭ è¿Ļæ®µæĸĩæľ¬
æº ¯
ð Ł
åıĺå¾Ĺ è¶ĬæĿ¥è¶Ĭ
çļĦ ä¸įåĲĮ
éĢĤ çĶ¨äºİ
æ¯ıä¸ªäººéĥ½ åºĶè¯¥
è¾ĥ ä¸º
çĶľ çĤ¹
å¡ĳæĸĻ è¢ĭ
éĿŀå¸¸ éĢĤåĲĪ
çļĦæķ° åŃ¦
åŀ «
åįļ å®¢
æĦ ģ
å¹ ¼
çĶ ¢
ç¾İ å¦Ļ
çĶŁæĢģ çİ¯å¢ĥ
æ° ¢
æ²¡æľī ä»»ä½ķ
è¯· ä¸ºæĪĳ
æĪĸ æĺ¯
æ© Ł
çī¹å®ļ çļĦ
åľ° åĿĢ
çļĦæł ĳ
æĮĩ ä»¤
éĺ³åħī æĺİåªļ
èĻ ¾
å§ ľ
å¦Ĥæŀľ æĪĳä»¬
æĸ° æ¬¾
åĽº å®ļ
åı¯ä»¥ æıĲä¾Ľ
æķ°æį® è¿Ľè¡Į
éĽ ķ
çļĦæ¤ į
è¢« è§Ĩä¸º
éĶĻè¯¯ è¿Ľè¡Į
è¿Ļç¯ĩæĸĩç«ł çļĦä¸»è¦ģè§ĤçĤ¹
åĩł ç§į
æĪĲä¸º ä¸Ģä¸ª
æĪĲ çĨŁ
çļĦæĬ ¥
è¿Ļæĺ¯ä¸Ģ éĥ¨
æĸ° åĨł
çļĦæ³ ¨
æ·±è¿ľ çļĦå½±åĵį
é«ĺçļĦ å±±å³°
åĩıå°ĳ ä½¿çĶ¨
éģĹ ä¼ł
å¥³ åŃĲ
åĴĮ ç»ıæµİ
ä¹ĭ ä¸Ń
è¯¦ç»Ĩ çļĦ
éŁ §
æĿī çŁ¶
æİ¥ è¿ĳ
è¿ĳ æľŁ
è¯· å¸®æĪĳ
åŁºäºİ ä»¥ä¸ĭ
å¾® ç¬ĳ
è¿Ļä¸ª è¯į
19 9
åħ ½
ä¸įåı¯ æĪĸç¼º
ä¸ĭ åĳ¨
ç³ Ł
åıĳå±ķ çļĦ
è¯ Ī
çļĦäºº çī©
åĮ»åŃ¦ å½±åĥı
ä¹Ł å°Ĩ
å®½ æĿ¾
åĳ¨ æľŁ
éĶ»çĤ¼ èº«ä½ĵ
èĢĥèĻĳ åĪ°
çħ§ é¡¾
ç´ł é£Ł
æĵ ¦
æĢ§ æł¼
ç» ³
èĪ į
åĮħ å®¹
çļĦ ä»£è¡¨
ä½łèĥ½ åĳĬè¯īæĪĳ
ä»¥ åĲİ
æĪ¿ åŃĲ
éĴ¢ çĲ´
çªģ çł´
Ġ ä½ł
åĨħ çļĦ
çīĩ æ®µ
é©¬ æĭī
çĽĸ èĮ¨
äººä»¬ å¯¹
åľ¨ åħ¬åĽŃéĩĮ
ä¸Ģ å°ģ
åĿļ å®ļ
åİĺ ç±³
åĩı èĤ¥
çļĦæĶ ¿
åĴĮ åŃ¦ä¹ł
è§Ĵèī² ä»ĭç»į
çļĦç¤ ¼
é¸Ł åĦ¿
Ġ (
çļĦæ³ķ å¾ĭ
åĸĦ èī¯
èĶ¬èıľ åĴĮ
åĴĮ æĬĢèĥ½
å¸Ŀ åĽ½
å· ¾
æľ¬ è´¨
ä»Ķ ç»Ĩ
çļĦæľĢ ä½³
çļĦ è¡¨çİ°
éľĢè¦ģ è¿Ľè¡Į
å»ºç«ĭ ä¸Ģä¸ª
è¸ ı
ç§ĳæĬĢ åħ¬åı¸
çļĦæµ· æ»©
å°ıæĺİåĴĮ å°ıçº¢
æľ¯ è¯Ń
ä»¥ åīį
å¤ļ æ¬¡
è¾ĥ é«ĺ
åı¯ä»¥å¸®åĬ© åĮ»çĶŁ
åī ĳ
ç į
- -
åĩı åİ»
å¹½ é»ĺ
èĥ¡ æ¤Ĵ
å¹¶ ä½¿çĶ¨
åľŁ è±Ĩ
å½ĵ æĪĳ
è¡¥ åħħ
ç»Ļå®ļ ä¸Ģç¯ĩæĸĩç«ł
çļĦç¨ĭ åºı
ä¸į çĶ¨
çļĦç¬ ĳ
èªī ä¸º
ç¬¬ ä¸Ģæ¬¡
åī© ä½Ļ
å±ķçİ° äºĨ
æĢ§ è´¨
å¹¿ éĺĶ
åĩł ä¹İ
æľ¨ æĺŁ
å¤ĸ è§Ĥ
æ¯ıä¸ªäºº çļĦ
çļĦ åŃ£èĬĤ
æĤł ä¹ħ
æĮ º
åĨ° å·Ŀ
æ¯ı ä¸Ģä¸ª
çļĦ å¸®åĬ©
ä¸Ģæ¬¡ æĢ§
æĮĩ æłĩ
åĿļ æŀľ
åĪĽéĢł ä¸Ģä¸ª
ç¥ŀ å¥ĩ
å¤ļ å½©
åİŁ æĿ¥
èı² å°Ķ
éĻĪè¿° åı¥
ä¸ĸçķĮ ä¸Ĭ
çļĦæīĭ æľº
ç»ŃåĨĻ åı¤è¯Ĺ
çī© æµģ
è¿ ģ
åĬł å¯Ĩ
åĻ ª
ä¼ĺ éĽħ
æ¡Į åŃĲ
çİĭ æĺŁ
æ¸ ł
è¿Ŀ åıį
çĶµå½± è¯Ħè®º
o o
ä¸įéĶĻ çļĦéĢīæĭ©
ç»Ĩ èħ»
åĬł åī§
å«Į çĸĳ
å¯¹ å¾ħ
åľ° éĵģ
çĸ ı
å®³ æĢķ
ç§ĺ å¯Ĩ
åĪ ¸
å¹¿æ³Ľ çļĦ
çĶ¨æĪ· çļĦ
èĪª ç©º
èĤ ©
æľ¬ å°ıè¯´
è®© å®ĥ
æĭħ ä»»
åıĸ åĩº
æ¯Ķå¦Ĥ è¯´
ä¼ į
åķ ı
è¿ĻäºĽ æĬĢæľ¯
æ´Ľ æĿīçŁ¶
æ¯Ķ äºļ
çİ° çĬ¶
æĿ¥ åĩıå°ĳ
æĢ»ç»ĵ ä¸Ģä¸ĭ
éļ Ĩ
ç®¡çĲĨ åĴĮ
éĥ½ å¾Ī
åı¯ è¯»
ä½łåı¯ä»¥ å°Ŀè¯ķ
èĨ Ģ
æłĳ æľ¨
åĮħåĲ« äºĨ
åĴĮ æµ·
é¢ĳ çİĩ
å¨ģ å¤·
åħ¨ éĥ¨
æĢİä¹Ī åģļ
æĺŁ æĺŁ
ç¿ ł
æĸĩæľ¬ä¸ŃçļĦ åħ³éĶ®è¯į
åĳ Ģ
çļĦç ¡
ä¸º æĪĳä»¬
å¤ı å¨ģå¤·
éŁ ¿
èĥ Ĩ
ä¿ĿæĮģ èº«ä½ĵåģ¥åº·
D NA
éĩįè¦ģçļĦ ä½ľçĶ¨
ç¿ Ĵ
ä¸ĭ ä¸Ģä¸ª
çļĦæ¯Ķ èµĽ
å¤ļ å¹´
æ¡ ¶
çļĦæĢĿ ç»´
å¯Ĩ åº¦
äººå·¥æĻºèĥ½ åı¯ä»¥
æĭĵ å±ķ
çļĦ åĬŁèĥ½
ä¸» åĬ¨
å±ķç¤º äºĨ
æĢ§ éĹ®é¢ĺ
ç½ ²
ä¸Ĭ æĺł
å¤§ æĪĺ
éĵģ å¡Ķ
è¯¦ç»Ĩ åĽŀçŃĶ
åĺ ´
çļĦ éĢŁåº¦
è®¤ åı¯
å§Ĩ æĸ¯
è¿ĺ è¦ģ
èĮ «
ç» µ
åŀĥåľ¾ éĤ®ä»¶
ä»£ è°¢
é» Ľ
åĩĨå¤ĩ å¥½
å½ĵ æĪĳä»¬
çļĦçł ´
çļĦæĢĿ èĢĥ
å¯ Ħ
ä¸Ĭ çıŃ
åĴĮ èĶ¬èıľ
7 0
å¹² æī°
è¡ °
æĹ Ĺ
æĭ¥ åłµ
çļĦ å®ļä¹ī
æ¸ ´
J a
åĮĹäº¬ å¸Ĥ
æĬĳ éĥģ
çĨŁ æĤī
æľīæ°§ è¿ĲåĬ¨
çŃī å¤ļç§į
çļĦç©º æ°Ķ
åģļ èµ·
ä» ĩ
çĸ¾çĹħ çļĦ
ä¹ĺ åĿĲ
è¿Ļ ä¸¤
æ¶ Į
ä»Ĭå¤© çļĦå¤©æ°Ķ
è¿Ļæł· åı¯ä»¥
åħ ¼
çļĦä¸Ģæ®µ å¯¹è¯Ŀ
æľĢ éĢĤåĲĪ
æ¨ ª
éļ¾ é¢ĺ
ç¼ĸç¨ĭ è¯Ńè¨Ģ
åķ ¦
Ġ AI
åģļ ä¸ĢäºĽ
åĨ Į
çĽ¸ çŃī
æĺ¯ ä¸ºäºĨ
è¡¬ è¡«
åŃ¦ä¹ł æĸ°
ç»ĺ çĶ»
æĸĩæľ¬ åĪĨç±»
å¹³ éĿĻ
åĩº çİ°åľ¨
çļĦ èĩªçĦ¶
èľľ èľĤ
ç±»ä¼¼ äºİ
çļĦç¾İ æĻ¯
éľĢè¦ģ åľ¨
è¢ Ń
çļĦ èĭ¹æŀľ
åĴĮ å¯¹
åĿ ¡
åį± æľº
çĲ ³
å°± èĥ½
ä¸ĭéĿ¢ çļĦæĸĩæľ¬
ä¹Ĳ è§Ĥ
ç´ł è´¨
æģĴ æĺŁ
Ġ ä½¿çĶ¨
åľ°çĲĥ ä¸Ĭ
éĢīæĭ© éĢĤåĲĪ
åħ¶ä¸Ń ä¸Ģä¸ª
å¹² æĹ±
å¿ į
æĤ² ä¼¤
äººä»¬ åľ¨
ç¾İåĽ½ æĢ»ç»Ł
æ° Ľ
çĶ· äºº
å·²ç»ı åľ¨
åĬŀ æ³ķ
ä¸ª åŃĹ
æµ Ĩ
ç¿»è¯ĳæĪĲ çİ°ä»£
çļĦ è§ĤçĤ¹
çĮ ´
å®ĮæĪĲ ä»»åĬ¡
ä¸» æ¼Ķ
æĪĳ çĽ¸ä¿¡
ç½Ĺ é©¬
å¦Ĥ ä»Ĭ
éĽ ĩ
è½¨ éģĵ
è´ ·
æĢ Ĵ
é£İ åĲ¹
åħ¶ä»ĸ äºº
ç»Ļä½ł ä¸¤ä¸ª
éĢ Ľ
çĵ ¦
çļĦæ°Ķ æģ¯
è¢« èªīä¸º
éĿ¢ ç²ī
æĶ¾ ç½®
æĹĭ å¾ĭ
åĩ Į
å¯¹è¯Ŀ ä¸Ń
èĢĲ å¿ĥ
è¿½ æº¯
æĸĩæľ¬ çºłéĶĻ
æī¿ æĭħ
æıĲåıĸ ä¸Ģä¸ĭ
ç¿»è¯ĳæĪĲ æĸĩè¨Ģæĸĩ
å¯¹æĸĩæľ¬ éĶĻè¯¯è¿Ľè¡Į
ä»¥ä¸ĭ åĩłä¸ª
å®īåħ¨ æĢ§
èĪĴéĢĤ çļĦ
ç¿»è¯ĳæĪĲçİ°ä»£ æĸĩ
å® ´
åĴĮ å°ı
æ·± æ·±
æĹĭ è½¬
ä¿¡ çĶ¨
æ²³ æµģ
åĲİ æĿ¥
åı£ åı·
åĮ¹ éħį
è¯Ń æĢģ
çĳ Ł
çļĦ åħī
éĢĲ æŃ¥
å¸ ħ
A P
éĹ®é¢ĺ åĴĮ
è¿Ļä¸ª æĸĩæľ¬
å®ļ å¾ĭ
æł¹æį® ä»¥ä¸Ĭ
æłĩ çĤ¹ç¬¦åı·
ç²¾ èĩ´
ä¸´ åºĬ
æĲľç´¢ å¼ķæĵİ
çļĦæĢĿ æĥ³
çľĭ çĿĢ
å¹¶ å¯¹
çĶŁæĪĲ ä»ĸä»¬ä¹ĭéĹ´
åľĨ å½¢
ç¼ĸè¾ĳ ä¸ĭéĿ¢
è¯¦ç»Ĩ ä¸°å¯Į
å®¢ è§Ĥ
è¦ģæ±Ĥ å¯¹è¯ĿåĨħå®¹
è§Ĵèī²ä¿¡æģ¯ å¦Ĥä¸ĭ
ç»Ļä½łä¸¤ä¸ª è§Ĵèī²ä¿¡æģ¯å¦Ĥä¸ĭ
çĶŁæĪĲä»ĸä»¬ä¹ĭéĹ´ çļĦä¸Ģæ®µå¯¹è¯Ŀ
è¦ģæ±Ĥå¯¹è¯ĿåĨħå®¹ è¯¦ç»Ĩä¸°å¯Į
å©ļ ç¤¼
å®ĥä»¬ åľ¨
åĩıè½» åİĭåĬĽ
æĿ ľ
åħĭ æĸ¯
æľºåĻ¨åŃ¦ä¹ł åĴĮ
ä¸Ń åįİ
ä¿¡æģ¯ åĴĮ
çĶŁæĪĲ ä¸Ģé¦ĸ
ä»¥ éģ¿åħį
çľĭ äºĨ
Ġ ä»ĸ
è¡¨è¾¾ æĸ¹å¼ı
æłĳ åı¶
æĶ¹ éĿ©
çļĦç Ĥ
çĶŁåĳ½ çļĦ
æ°Ķ è±¡
æĺ¯ä¸Ģä¸ª éĿŀå¸¸
è®© ä»ĸä»¬
èĬĤ çľģ
åĲ¦ å®ļ
éĹ ¹
ä¸ĸçķĮ æĿ¯
åĲ« éĩı
åħ±åĲĮ åĬªåĬĽ
éĿ¢ æĿ¡
å¦ĤæŀľæĤ¨ éľĢè¦ģ
å¯ ¦
ç®Ģ æĺİ
ç»Ŀ å¯¹
äºĨä¸Ģ åľº
åĽ´ ç»ķ
åľ¨ è¿Ļç§į
è¾¾ æĪĲ
èįī åİŁ
ç»ĦæĪĲ çļĦ
¬ éĹ´
å¥¹ åľ¨
åĴĮ ä½¿çĶ¨
æĹł æķ°
èĢģ äºº
æľĢéĩįè¦ģ çļĦæĺ¯
è®© æĤ¨
ĸæģ¯ åľ°
Ġ è¿Ļä¸ª
åĮ Ļ
åįĵ è¶Ĭ
çļĦæ Ĳ
åĳ½ è¿Ĳ
å¦ĤæŀľæĤ¨ åĸľæ¬¢
æľī äºĨ
è·Ł è¸ª
é¢ĳ ç¹ģ
éĨ ĭ
è¿ĩ æ»¤
æŀ ļ
åĢ ¡
èģĶ çĽŁ
èĤ Ŀ
è¿Ļç¯ĩæĸĩç«ł ä¸»è¦ģ
åħ¨çĲĥ æ°ĶåĢĻåıĺåĮĸ
éħ ·
èĽ ĩ
åı¯ä»¥ çĶ¨æĿ¥
å¼ ¯
ä¸ĸçķĮ çļĦ
çµ ±
å½± éŁ¿
çļĦæ³¨ æĦı
é«ĺ æ¸©
ç»ĵæŀĦ åĴĮ
å¿ĥ è¡Ģç®¡
ç¬Ķ è®°
ä¹ĭ æĥħ
10 00
è¶ĬæĿ¥è¶Ĭ å¤ļçļĦ
åĴĮ ä»ĸçļĦ
åĨĽ äºĭ
çĽĳçĿ£ åŃ¦ä¹ł
åģļ ä»Ģä¹Ī
åĳ½ åĲį
éħį åĲĪ
åħį è´¹
åľ°åĮº çļĦ
èº« ä¸Ĭ
è¿½ éĢĲ
æĺ¯ä»Ģä¹Ī æĦıæĢĿ
çļĦ éĥ¨åĪĨ
èµ¢å¾Ĺ äºĨ
¯ æķĳ
åĽłä¸º æĪĳ
çļĦæ¤į çī©
ä¸ĭ åİ»
æĪĲä¸º ä¸ĢåĲį
ç °
æĿ¥ è®¡ç®Ĺ
åħ¥ æīĭ
åı¥åŃĲ ä¸ŃçļĦ
æł¼ å¼ı
å®Ŀ èĹı
è¿ŀ è´¯
è¿ĺ ä¼ļ
æ¯Ķ çī¹
ä¸Ģä¸ª éĹ®é¢ĺ
èĩªçĦ¶è¯Ńè¨Ģå¤ĦçĲĨ æĬĢæľ¯
çĶŁäº§ åĬĽ
ä½¿ è®¡ç®Ĺæľº
æľī å¤ļå°ĳ
çº¿ ä¸Ĭ
çļĦ é¤Ĳåİħ
ç©º ä¸Ń
èĢĮ æĪĲ
çķ ¶
åĪ¶éĢł ä¸ļ
çĽ¸äºĴ ä½ľçĶ¨
äººå·¥æĻºèĥ½æĬĢæľ¯ çļĦ
çº¢ æŁ¿
èīºæľ¯ åĵģ
å¹´ äºº
æĦŁè°¢ æĤ¨
æľ ±
ä¸į åºĶè¯¥
è¥¿ çĵľ
åħĥ éĴ±
è¾ Ĳ
çļĦæ ©
åĪĨ è§£
åİ ¦
.. .
æĿ¥ è¿Ľè¡Į
ä¸º ä»¥ä¸ĭ
ç»ĵ å±Ģ
å¤ĸ æĺŁ
ä¸ĭéĿ¢ çļĦéĹ®é¢ĺ
ä¼Ł å¤§çļĦ
è¥¿ çº¢æŁ¿
çĶµå½± éĻ¢
æ» ĭ
çĶŁæ´» åľ¨
å¼ķèµ· çļĦ
æĶ¿åºľ åĴĮ
åı ī
å¸Į èħĬ
ä¿® èº«
çºª å¿µ
çĽĳ æİ§
æ£Ĵ äºĨ
è¿Ĳ èĲ¥
çļĦæ Ĥ
æ´¾ å¯¹
å® ĭ
æĸĩåŃ¦ ä½ľåĵģ
éĢĻ åĢĭ
çļĦçģ «
åħ·ä½ĵ æĿ¥è¯´
èķ´ åĲ«
å¾Ī æľīè¶£
çĶŁ æ¶¯
æĪĳä»¬åı¯ä»¥ éĢļè¿ĩ
è¿Ļ æĺ¯ä¸Ģç§į
åħįçĸ« åĬĽ
çļĦæ »
æ¶Ī å¤±
ä¹ĭä¸Ģ æĺ¯
çĽ¸åĲĮ çļĦ
2 1
æĤ Ł
å®¢ äºº
ä¸Ĭ åįĪ
èĤ ¿
çļĦç ı
B ob
XX X
20 19
çĭ Ĳ
ç©ºæ°Ķ æ±¡æŁĵ
æĭ ¯æķĳ
çĩĥ çĥ§
å¤ª æ£ĴäºĨ
æĮĳæĪĺ åĴĮ
è®² ä¸Ģä¸ª
äººéĻħ åħ³ç³»
æĪĳ åİ»äºĨ
åĨĻ è¯Ĺ
æľīæīĢ ä¸įåĲĮ
Ġ å½ĵçĦ¶
æ¹ ¾
äººå·¥æĻºèĥ½ å°Ĩ
è£ ¡
åĬłåħ¥ ä¸ĢäºĽ
çª ĥ
æĥħ åĴĮ
è¯¥ çĶµå½±
ä¸ª åįķè¯į
åİ» åħ¬åĽŃ
ä»İ äºĭ
å®ĮæĪĲ ä¸Ģæ®µå¯¹è¯Ŀ
æĶ¶ åĪ°
æĽ´ å¤§çļĦ
ä¸ĵä¸ļ çļĦ
åĩłä¸ª èĭ¹æŀľ
é¡º åĪ©
è§Ĵèī²ä¿¡æģ¯ å®ĮæĪĲä¸Ģæ®µå¯¹è¯Ŀ
åŁºäºİä»¥ä¸ĭ è§Ĵèī²ä¿¡æģ¯å®ĮæĪĲä¸Ģæ®µå¯¹è¯Ŀ
ä¿® é¥°
è¿Ļ ä»¶
å¹¶ æıĲé«ĺ
ä¸į éĢĤ
ä½ł ä¹Łåı¯ä»¥
å¥½ å¥ĩ
å¸Ĥåľº ä¸Ĭ
åı¤èĢģ çļĦ
æĪ Ĵ
é²¸ é±¼
æĬ ¢
ä½ľèĢħ å¯¹
ç»ĵ å°¾
ä¸Ģæ®µ æĸĩåŃĹ
åı¯ä»¥å¸®åĬ© äººä»¬
ä½łèĥ½ å¸®æĪĳ
åĲ¯ åıĳ
è· Į
ç»Ļ æĪĳä»¬
å¼ķäºº åħ¥
åĲ Ĳ
æŀģ æĢ§
æ± Ĺ
çģ £
å¾ ŀ
è´¨éĩı åĴĮ
æĤ¨åı¯ä»¥ å°Ŀè¯ķ
åĮĸçŁ³ çĩĥæĸĻ
ä¸Ģ åº§
å®ĺ æĸ¹
çļĦçĹ ĩ
çĸĳéĹ® åı¥
é±¼ ç±»
æľĭåıĭ ä»¬
è¯ķ éªĮ
æħ °
æ½ľ åĬĽ
çĶŁçī© å¤ļæł·æĢ§
çĶŁæĪĲ ä¸Ģä»½
ç¢ §
é«ĺ éĢŁ
äºĮ åįģ
çļĦå¤©æ°Ķ é¢ĦæĬ¥
é¥®é£Ł åĴĮ
æĿ¥ äºĨ
åħ³æ³¨ åĴĮ
è¨ Ī
å·¥ä½ľ çļĦ
å¼ķäººåħ¥ èĥľ
åĲ ´
æ² ®
è¾Ĳ å°Ħ
åĴĮ çĽ®æłĩ
åĴĮ åĪĽæĸ°
èĢģ èĻİ
æĮ «
çĵ ·
åĿ Ľ
æĺİ æ²»
å°ı éķĩ
åħ³ å¿ĥ
è¿ŀ ç»Ń
çļĦç²¾ ç¥ŀ
æ·±åĪ» çļĦ
åĴĮ ç»ıéªĮ
é¥® åĵģ
æĬ ¹
çĶŁæĪĲä¸Ģæ®µ ä»ĸä»¬çļĦå¯¹è¯ĿåĨħå®¹
åĴĮ èµĦæºĲ
åĲĪçĲĨ çļĦ
è°ĥ æĸĻ
æķĻ æİĪ
åĲĥ é¥Ń
åı¥åŃĲ çļĦ
ä¸įåŃĺåľ¨ å®ŀä½ĵ
åĨĻ çļĦæĸĩç«ł
è¿ĺ åī©
æ¸ħ æ´Ĺ
è¿Ļä¸ªéĹ®é¢ĺ çļĦçŃĶæ¡Ī
çļĦæķ°æį® éĽĨ
çļĦçł´ åĿı
i s
å®¢ åİħ
éĢĶ ä¸Ń
çļĦ è¯Ħä»·
ç§ĳæĬĢ åĪĽæĸ°
æľº æ¢°
è¿ĳ æĹ¥
èĸ ª
çļĦ é£Łåĵģ
æĽ´ æ·±åħ¥
æĺ¯ æŃ£éĿ¢
ä¹Ł åºĶè¯¥
æĪĸ çŁŃè¯Ń
è´¦ æĪ·
æ²ī æµ¸
å¦Ĥä½ķ æıĲé«ĺ
ç»ıåħ¸ çļĦ
çĥ ĺ
æĤ¨åı¯ä»¥ åľ¨
æĽ´ åħ·
èľĤ èľľ
è¿Ļ éĥ¨
ç«ŀäºī åĬĽ
æİ¢ æµĭ
ä¼łç»Ł æĸĩåĮĸ
è´¢ äº§
èĢĮ åľ¨
å¥ĩ æĢª
é¢Ŀ å¤ĸ
æĽ´ é«ĺæķĪ
åĲ¦ åĪĻ
éĨ ĩ
ç® Ń
å§¿ åĬ¿
è¨ Ń
åĽŀçŃĶ ä»¥ä¸ĭéĹ®é¢ĺ
ç¨ Ģ
æ©Ħæ¦Ħ æ²¹
å°ı çĲĥ
å¾Ĺ åĪĨ
è¯· æ³¨æĦı
æł· æľ¬
æ¸ł éģĵ
å¸® ä½ł
çļĦæĦı è§ģ
çļĦçĹĩ çĬ¶
ç³Ł ç³ķ
åĽ° å¢ĥ
ä½¿åħ¶æĽ´åĬł ç®Ģæ´ģæĺİäºĨ
å°ı å¿ĥ
ä»¥ åħį
æĽ °
æģ ¨
çļĦ ä¸Ńå¿ĥ
èµ· äºĨ
åıĳçĶŁ äºĨ
éĩįè¦ģ æĢ§
æ¢ ¯
å²ģ æľĪ
è¿ĩ å¤ļ
äºº ç¾¤
æ¨ £
éĴ ĵ
æŃ£ æĸĩ
å°º å¯¸
çļĦ åŃ¦çĶŁ
éĢ Ŀ
ä¸º äººç±»
å¹¶ çĶ¨
æĥĬ åı¹
åĩıå°ĳ æ±¡æŁĵ
ä¸Ģå®ļ ä¼ļ
èĪĴ æľį
æĺŁ éĻħ
åıĳçĶŁ åľ¨
åĲį è¨Ģ
åı¯ä»¥ åĪĨåĪ°
åı ¬
æĹł èģĬ
åĲĦ èĩª
å® ı
å± Ĭ
æ²Ļ æ¼ł
ä¾Ŀ çĦ¶
çļĦæ į
è¿Ľ åĮĸ
8 4
ä¸Ń æī¾åĪ°
ä¹Ł åı¯èĥ½
å¹¿ åľº
çļĦ ç»ıåİĨ
è¿ĻäºĽ æĸ¹æ³ķ
Ġ å¦Ĥæŀľ
è°¨ æħİ
åĲ¸å¼ķ äºĨ
æ±ī åł¡
çļĦ æľªæĿ¥
æĺ¥ èĬĤ
å¾Ī é«ĺ
æľīæīĢ å¸®åĬ©
æ²® ä¸§
çļĦå¤§ å°ı
Ġ Ċ
ä¹Ł æ²¡æľī
ä»Ĭå¤© æĹ©ä¸Ĭ
ä¸į åĸľæ¬¢
ä»¥åıĬ å¦Ĥä½ķ
çļĦæĻ¯ èī²
e s
å¤± èĲ½
æĵ ļ
ç½Ĺ æĸ¯
è¯· æĢ»ç»ĵ
å¹¶ ä¸İ
è¯· æĤ¨
çļĦçĪ ¶
çı Ĭ
å¹² çĩ¥
ç»ıéªĮ åĴĮ
éĿĴ å¹´
èĥ İ
åĦ¿ åŃĲ
e l
åĲĮ æĦı
åĴĸåķ¡ åĽł
æł¹æį® é¢ĺçĽ®
å¹¶ éĢļè¿ĩ
å¤´ èĦĳ
åľ¨ æŁĲäºĽ
ä¹Ķ æ²»
èµĦ äº§
éĵ ĥ
20 18
çĶ¨ é¤Ĳ
çļĦæĽ ´
èĬ± æľµ
è¿Ļ ä¸¤ä¸ªåı¥åŃĲ
å¤§ éĥ¨åĪĨ
è¿ĺ æ²¡æľī
éĢĤéĩı çļĦ
çļĦç½ĳ ç«Ļ
a l
